"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: هزم  البرونكوس فريق بيتسبرغ ستيلرز في الجولة الفاصلة، 23–16، بتسجيله 11 نقطة في الدقائق الثلاث الأخيرة من لعبه. ثم هزموا بطل السوبر بول 49 المدافع عن لقبه نيو إينغلاند باتريوتس في مباراة بطولة رابطة كرة القدم الأمريكية، 20–18، من خلال اعتراض تمريرة خلال محاولة تحويل 2 نقطة من طرف نيو إينغلاند مع 17 ثانية بقيت من الوقت. وعلى الرغم من مشاكل مانينغ مع الاعتراضات خلال الموسم، إلا أنه لم يرمي أي واحدة خلال المباراتين الفاصلتين.\nسؤال: ما هي النتيجة النهائية للمباراة بين البرونكوس و الستيلرز؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: هزم  البرونكوس فريق بيتسبرغ ستيلرز في الجولة الفاصلة، 23–16، بتسجيله 11 نقطة في الدقائق الثلاث الأخيرة من لعبه. ثم هزموا بطل السوبر بول 49 المدافع عن لقبه نيو إينغلاند باتريوتس في مباراة بطولة رابطة كرة القدم الأمريكية، 20–18، من خلال اعتراض تمريرة خلال محاولة تحويل 2 نقطة من طرف نيو إينغلاند مع 17 ثانية بقيت من الوقت. وعلى الرغم من مشاكل مانينغ مع الاعتراضات خلال الموسم، إلا أنه لم يرمي أي واحدة خلال المباراتين الفاصلتين.\nسؤال: من الذين هزمهم البرونكوس ليصبحوا أ[طال رابطة كرة القدم الأمريكية؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: هزم  البرونكوس فريق بيتسبرغ ستيلرز في الجولة الفاصلة، 23–16، بتسجيله 11 نقطة في الدقائق الثلاث الأخيرة من لعبه. ثم هزموا بطل السوبر بول 49 المدافع عن لقبه نيو إينغلاند باتريوتس في مباراة بطولة رابطة كرة القدم الأمريكية، 20–18، من خلال اعتراض تمريرة خلال محاولة تحويل 2 نقطة من طرف نيو إينغلاند مع 17 ثانية بقيت من الوقت. وعلى الرغم من مشاكل مانينغ مع الاعتراضات خلال الموسم، إلا أنه لم يرمي أي واحدة خلال المباراتين الفاصلتين.\nسؤال: كم كان عدد الثواني المتبقية في المباراة عندما فشل الباتريوتس في محاولتهم تحويل نقطتين؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: أصبح بايتون مانينغ أول ظهير رباعي على الإطلاق يقود فريقين مختلفين لألقاب سوبر بول متعددة. وهو كذلك الظهير الرباعي الأكبر سناً على الإطلاق في مباراة سوبر بول في سن 39. الرقم القياسي السابق كان بحوزة جون إلواي، الذي قاد البرونكوس للفوز في السوبر بول 33 في عمر 38 وهو حالياً نائب الرئيس التنفيذي لعمليات كرة القدم والمدير العام لدنفر.\nسؤال: ما هو الفريق الذي لعب له جون إلواي في السوبر بول 33؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: أصبح بايتون مانينغ أول ظهير رباعي على الإطلاق يقود فريقين مختلفين لألقاب سوبر بول متعددة. وهو كذلك الظهير الرباعي الأكبر سناً على الإطلاق في مباراة سوبر بول في سن 39. الرقم القياسي السابق كان بحوزة جون إلواي، الذي قاد البرونكوس للفوز في السوبر بول 33 في عمر 38 وهو حالياً نائب الرئيس التنفيذي لعمليات كرة القدم والمدير العام لدنفر.\nسؤال: من كان أول ظهير رباعي يقود فريقين إلى أكثر من سوبر بول واحدة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: مع بقاء 4:51 من الوقت النظامي، حصل كارولينا على الكرة داخل خط 24 ياردة الخاصة بهم مع فرصة لإقامة حملة فائزة بالمباراة، وسرعان ما واجهوا الثالث و9. في اللعبة التالية، قام ميلر بتجريد الكرة من نيوتن، وبعد أن رمى عدة لاعبين أنفسهم لأجلها، أخذت ارتداداً طويلاً إلى الوراء وتم استعادتها بواسطة وارد، الذي أعادها خمس ياردات إلى خط 4 ياردة الخاص بالبانثرز. على الرغم من أن العديد من اللاعبين ارتموا في الكومة لمحاولة استعادتها، إلا أن نيوتن لم يفعل ذلك وافتقاره إلى العدوانية جعله عرضة للنقد الشديد لاحقاً. وفي تلك الأثناء، تم إبقاء هجوم دنفر خارج منطقة النهاية لـ ثلاثة لعبات، ولكن ركلة الجزاء المحتسبة على مدافع الزاوية جوش نورمان أعطت البرونكوس مجموعة جديدة من الأهداف. ثم سجل أندرسون من ركضة هدف 2 ياردة وأكمل مانينغ تمريرة إلى بيني فاولر لتحويل بنقطتين، مما أعطى دنفر تقدماً 24-10 3:08 متبقية وحسم المباراة بصورة نهائية. كان لدى كارولينا حملتان أخريتان، لكنهم فشلوا في الحصول على هدف أول في كل واحدة.\nسؤال: ما هو لقب اللاعب الذي جرد نيوتن من الكرة في أواخر الربع الرابع؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: الوحدة الأساسية للتقسيم الإقليمي في بولندا هي البلدية (غمينا). المدينة هي أيضًا بلدية - لكن مع قانون المدينة. تخضع كل من المدن والبلديات لعمدة - لكن في البلديات ، يكون العمدة فوخد (فويت باللغة البولندية)، ولكن في المدن - بورميسترز. تحصل بعض المدن الكبرى على الاستحقاقات، أي المهام والامتيازات التي تمتلكها وحدات المستوى الثاني من التقسيم الإقليمي المقاطعات أو بوفياتس. مثال على هذا الاستحقاق هو تسجيل السيارة: لا يمكن لغمينا تسجيل السيارات، فهذه مهمة من مهام البوفيات (أي أن رقم التسجيل يعتمد على البوفيات المسجلة فيها السيارة، وليس على الغمينا). في هذه الحالة نقول عن مقاطعة المدينة أو البوفيات غرودزكي. مثل هذه المدن هي على سبيل المثال هي لوبلان وكراكوف وغدانسك وبوزنان. في وارسو، تتمتع دوائرها كذلك ببعض استحقاقات البوفيات - مثل تسجيل السيارة المذكور سابقاً. على سبيل المثال ، يوجد لدى دائرة فولا أدلة خاصة بها، ودائرة أورسينوف ما يخصها (والسيارات من فولا لها نمط مختلف من رقم التسجيل عن ذلك الموجود في أورسينوف). ولكن على سبيل المثال لا تتمتع الدوائر في كراكوف باستحقاقات البوفيات، وبالتالي فإن أرقام التسجيل في كراكوف هي من نفس النمط جميع الدوائر.\nسؤال: ما هو المستوى الثاني من التقسيم الإقليمي في بولندا؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: تأسست أول بورصة وارسو في 1817 واستمرت في التداول حتى الحرب العالمية 2. تم إعادة تأسيسها في أبريل 1991 ، بعد نهاية السيطرة الشيوعية بعد الحرب على البلاد وإعادة إدخال اقتصاد السوق الحرة. اليوم، تعد بورصة وارسو (WSE)، وفقاً للعديد من المؤشرات، أكبر سوق في المنطقة، مع 374 من الشركات المدرجة ورسملة إجمالية بلغت 162,584 مليون يورو اعتباراً من 31 أغسطس 2009. من عام 1991 حتى عام 2000، كانت البورصة، للمفارقة، موجودة في المبنى الذي كان يستخدم سابقاً كمقر حزب العمال المتحدون البولندي (PZPR).\nسؤال: ما الذي أدى إلى توقف بورصة وارسو؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: بعد وقت قصير من بدء النورمان بدخول إيطاليا، دخلوا الإمبراطورية البيزنطية ثم أرمينيا، مقاتلين ضد البجناك والبلغار وخاصة الأتراك السلاجقة. وقد تم تشجيع المرتزقة النورمان أولاً على القدوم إلى الجنوب من قبل اللومبارديين للعمل ضد البيزنطيين، لكنهم ما لبثوا أن قاتلوا في خدمة البيزنطيين في صقلية. وقد كانوا بارزين إلى جانب الأتباع الفارانجيان واللومبارديين في حملة صقلية لجورج مانياكيس في 1038 - 40. هناك جدل حول ما إذا كان النورمان في الخدمة اليونانية في الواقع من إيطاليا النورمانية، ويبدو الآن أنه من المحتمل أن القليل منهم فقط جاء من هناك. كما أنه من غير المعروف كم من \"الفرنجة\"، كما سماهم البيزنطيون، كانوا من النورمان وليسوا من الفرنسيين الآخرين.\nسؤال: من كان العدو الرئيسي للنورمان في إيطاليا والإمبراطورية البيزنطية وأرمينيا؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: بين عامي 1402 و 1405، غزت البعثة التي قادها النورماني النبيل جان دي بيتينكور والبواتيفين غاديفيي دو لاسال جزر كناري لانزاروت وفويرتيفنتورا وإل هييرو قبالة ساحل المحيط الأطلسي لـ إفريقيا. وقد تجمعت قواتهم في نورماندي وغاسكوني وتم تعزيزها لاحقاً من قبل مستعمرين قشتاليين.\nسؤال: ما هي القارة التي تقع جزر الكناري قبالة ساحلها؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: يلقّب معلّمو الشريعة البوذية التبتية بــبالرهبان اللاميين. ويسمّى الراهب الذي يمر بمرحلتي الفاوا والسدذي ومصمّم على ولادته ذهنياً من جديد عديد المرات في أحيان كثيرة للوفاء بنذره البوذيساتفي، بالتولكو. \nسؤال: ما الذي ساعد الراهب اللامي على التصميم على الولادة من جديد؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: تتألف كاليفورنيا الجنوبية من مناطق ذات تركز عمراني هائل، فهي موضع لبعض أكبر المناطق في الولاية،  إضافة إلى مناطق شاسعة  ترِكت ولم دون تنمية. إنها ثالث أكثر المدن الكبرى بالولايات المتحدة أهولاً بالسكان بعد مدينة غريت ليكس والمدينة الشمالية الشرقية. يشتهر معظم جنوب كاليفورنيا بانتشار واسع لسكان الضواحي الذين يستعملون السيارات والطرق السريعة. تعتبر لوس أنجلس وإقليم أورينج وسان دييغو وريفرسايد سان بيرناردينو، الأكبر مساحةً، إذ يمثل كلّ منها مركزاً لمنطقته الحضارية المتكونة من مدن وتجمّعات سكانية أصغر. كما تحتضن المنطقة العمرانية منطقةً حضارية دوَلية على شاكلة سان دييغو تيجوانا والتي أنشئت جراء توسع المنطقة العمرانية في على منطقة باجا كاليفورنيا.\nسؤال: بماذا تشتهر كاليفورنيا أيضاً على خلاف استعمالها للسيارات؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: في الثامن من فيفري 2007 ، صرحت بي سكاي بي أنها عازمة على تغيير ثلاث قنوات مجانية الإتاحة ورقمية أرضية بأربع قنوات باشتراك مدفوع. كان الأمر أن هذه القنوات ستقدم محتوى متنوعاً من ما تبثّه بي سكاي بي، ومن ضمنه الرياضة (مثل الدوري الإنجليزي الأول لكرة القدم)، والأفلام، والبرامج الترفيهية والإخبارية. جاء هذا التصريع بعد تأكيد انطلاق قناة سنتانا في شهر مارس كخدمة اشتراكية علىالمنصة الأرضية الرقمية ، وفي نفس اليوم الذي أعلنت أعيدت فيه شركة إن تي إل تسمية خدماتها لتصبح فيرجين ميديا. لكن يرى أصحاب هذه الخدمة أنه سيتم إجبار بي سكاي بي على إيقاف عمل قنواتها مجانية المشاهدة وتعويضها بقنوات باشتراك مدفوع بسبب احتمال أن تخسر الأرباح الإشهارية.\nسؤال: متى صرحت بي سكي بي عن اعتزامها تعويض قنواتها الرقمية مجانية المشاهدة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: يعتبر حزب العمال الأسترالي اليساري المعتدل (آي أل بي)، وحزب أستراليا اليميني الليبرالي المعتدل ، و الحزب الريفي الوطني لأستراليا، وحزب البيئويين الأستراليين الخضر من أبزر أحزاب فيكتوريا. عادةً ما يكون حزب العمال الأقوى شعبيةً في صفوف طبقة العمال في الضواحي الشمالية والجنوبية لولاية ميلبورن، وبالمدن الجهوية ك بالارات، وبنديغو، وجيلوغ. أما الدعم لليبراليين فهو كامن في الضواحي الخارجية والشرقية الغنية، وفي بعض التركزات الريفية الجهوية. أما القوميون فهم الأقوى شعبيةً في شمالي شرقي وغربي جهات فيكتوريا الريفية. أما الخضر الذين فازوا بمقاعدهم الأولى بمجلس الشعب سنة 2014 فهم أقوى شعبيةً وسط ميلبورن.\nسؤال: من هو الحزب الأقوى في الجهتين الشمالية الشرقية والشرقية بفيكتوريا؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: كما يوجد العديد خطوط السكك الحديدية المخصصة لناقلي البضائع، والعديد من الخطوط الحديدية السياحية التي كانت فيما مضى تابعة لنظام تمتلكه الدولة. تُستعمل السكة من العيار الكبير 1,600 مليمتر  (5 أقدام و3 إنشات) للخطوط الفيكتورية، في حين تم تحويل  السكة إلى العيار الصغير 1,435 مليمتر  (4 أقدام  و8 إنشات ونصف) بالنسبة للخطوط الجذعيّة ما بين الولايات. كما تعمل سكتان سياحيتان على  عيار 760 مليمتر  (2 قدم و6 إنشات) الصغير، وهي ما تبقى من خمس  خطوط كانت حكومية والتي بُنيَت في مناطق جبلية. \nسؤال: ما العيار التي حُوّلت إليه بعض الخطوط في غربي فيكتوريا؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: أغلب طوائف الهوغونوت (أو الأفراد) في أمريكا الشمالية في نهاية الأمرانضمت للطوائف البروتستانتية الأخرى بعدد أكبر من الأعضاء. تكيف الهوغونوتيون سريعاً وفي أوقات كثيرة تزوجوا خارج مجتمعاتهم الفرنسية المباشرة، مما أدى إلى إندماجهم. استمر أحفادهم في عائلات عديدة في استخدام الأسماء الأولى والألقاب الفرنسية لأطفالهم لفترة طويلة في القرن التاسع عشر. لقد عمل الفرنسيون على إدخال العديد من المساهمات في الحياة الاقتصادية للولايات المتحدة، خاصةً كالتجار والحرفيين في أواخر مرحلة الاستعمار والفترات الفدرالية المبكرة. على سبيل المثال، إيلوزير إيريني دو بونت، طالب سابق في لافوازييه، أسس طاحونة البارود الإليوثيرية.\nسؤال: من كان أحد أشهر صانعي أسلحة الهوغونوتيون؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: بالرغم من أن محرك البخار الترددي لم يعد يُستخدم على نطاقٍ واسع، إلا أن هناك شركات عديدة تستكشف أو تستغل إمكانات المحرك كبديل لمحركات الاحتراق الداخلي. حققت الشركة Energiprojekt AB في السويد تقدماً في استخدام المواد الحديثة لتسخير قوة البخار. تصل كفاءة المحرك البخاري Energiprojekt إلى 27-30% على محركات الضغط العالي. إنه محرك يعمل بخطوة واحدة، 5- محرك أسطواني (غير مركب) مع بخار محموم ويستهلك حوالي 4 كجم (8.8 رطل) من البخار لكل كيلو واط ساعة. [غير موجود في المصدر المقدم]\nسؤال: ما هي الشركة الحديثة التي تعمل بالأخص على المحرك البخاري باستخدام مواد حديثة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: في 6 تشرين الأول/أكتوبر 1973، قامت سوريا ومصر، بدعم من الدول العربية الأخرى، بشن هجوم مفاجئ على إسرائيل، في يوم الغفران. أدى ذلك التجدد في القتال في النزاع العربي الإسرائيلي إلى الضغط الاقتصادي الأساسي على أسعار النفط. في ذلك الوقت، كانت إيران ثاني أكبر مُصدِّر للنفط في العالم وحليفة الولايات المتحدة. بعد أسابيع، قال شاه إيران في مقابلة: \"بالطبع [سعر النفط] سيرتفع ... بالتأكيد! وكيف لا! ... لقد رفعتم [الدول الغربية] سعر القمح الذي قمتم ببيعه بنسبة 300 بالمائة، ونفس الشيء بالنسبة للسكر والأسمنت ... أنتم تشتروا نفطنا الخام ثم تبيعوه إلينا، وتكرروه كمواد بترولية، بسعر يزيد بمئة مرة عن السعر الذي دفعتوه لنا ... إنه من العدل، من الآن فصاعدًا، يجب أن تدفعوا أكثر مقابل النفط. دعنا نقول عشرة مرات أكثر\".\nسؤال: كم مرة أكثر اضطرت الدول الأخرى إلى دفع ثمن مقابل النفط بعد الهجوم المفاجئ؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: إن إنشاء سيمان للجنة مخصصة برئاسة مساعده الفني الخاص نيكولاس جولوفين في تموز/يوليو1961، للتوصية بمركبة إطلاق لاستخدامها في برنامج أبولو، يمثل نقطة تحول في قرار وضع مهمة ناسا. أدركت هذه اللجنة أن الوضع الذي تم اختياره كان جزء مهم من اختيار مركبة الإطلاق، وأوصت باستخدام وضع EOR-LOR المختلط. بالنظر إلى وضع LOR - وكذلك عمل هوبولت المتواصل - فإنها لعبت دوراً مهماً في نشر قابلية تطبيق النهج. في أواخر عام 1961 وأوائل عام 1962، بدأ أعضاء مركز المركبات الفضائية المأهولة يأتون لدعم LOR، بما في ذلك نائب مدير مكتب الرحلات الفضائية المأهولة حديثاً المُعين حديثًا، جوزيف شيا، الذي أصبح بطل LOR. وقد استغرق المهندسون فيمركز مارشال لرحلات الفضاء (MSFC) وقتاً أطول ليكونوا مقتنعين بمزاياه، ولكن أعلن فيرنر فون براون عن تحولهم في مؤتمر صحفي في حزيران/يونيو 1962.\nسؤال: من الذي تم تعيينه ليكون نائب مدير مكتب رحلة الفضاء المأهولة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: بدأ اختبار المقابس في صباح يوم 27 كانون الثاني/يناير 1967 ، وفوراً ظهرت المشاكل. لاحظ الطاقم أولاً رائحة غريبة في بدلاتهم الفضائية، مما أدى إلى تأخير إغلاق الفتحة. بعد ذلك، أحبطت مشاكل الاتصالات رواد الفضاء وأجبرتهم على تعليق العد التنازلي المحاكى. خلال هذا التعليق، بدأت تشتعل النيران الكهربائية في المقصورة، وانتشرت بسرعة في الضغط العالي، غلاف جوي مشبع بنبسة 100% أكسجين. ارتفع الضغط بدرجة كافية من النار التي انفجرت فيها المقصورة واندلع الحريق في منطقة الوسادة، مما أحبط محاولات إنقاذ الطاقم. كان رواد الفضاء مختنقين قبل فتح الفتحة.\nسؤال: ماذا حدث خلال اختبار المقابس خلال فترة التأخير لرائحة البدلة الفضائية؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: إن غابة الأمازون المطيرة (بالبتغالية:  Floresta Amazônicaأو Amazônia، وبالإسبانية: Selva Amazónica، أو Amazonía أو عادةً ما تكون Amazonia، وبالفرنسية: Forêt amazonienne، وبالألمانية: Amazoneregenwoud)، كما تعرف أيضاً بالإنقليزية بــAmazonia أو غابة الأمازون، هي غابة رطبة ذات غطاء نباتي كثيف يغطي معظم حوض الأمازون بأمريكا الجنوبية. يغطي هذا الحوض 7,000,000 كيلومتراً مربّعاً (2.70 ميلا مربعا)، منها 5,500,000 كيلومتراً مربّعاً تغطيها الغابة المطيرة. وتتضمن هذه المنطقة أراضٍ تابعة لـ تسع دول. وتقع جل الغابة المطيرة في داخل البرازيل بنسبة 60%، تليها البرو بنسبة 13%، وكولوبيا بنسبة 10%، ثم بنسب صغيرة في فنزويلا والإيكوادور، وبوليلفيا، وغيانا وسورينيم، وغيانا الفرنسية. ثمة ولايات أو أقسام في أربع دول تحمل عبارة \"أمازون\" بأسمائها. يمثل الأمازون أكثر من نصف غابات الكوكب المتبقّية، وهو المكان تنوعاً بيولوجيّاً وأكبر غابة مطيرة استوائية في العالم، بعدد أشجار يقدّر ب 390 بليون شجرة تنقسم إلى 16,000 نوعاً.\nسؤال: ما المساحة التي يغطيها حوض الأمازون؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: ما بين سنتي 1991 و2000 كانت المنطقة الغابية من الأمازون تتضاءل الذي ازداد من 415,000 إلى 587,000 كيلومتراً مربّعا (من 160000 إلى 227000 ميلا مربّعاً)، نظراً لأن معظم ما نقص من الغابة يتحول إلى مراعي للمواشي. صارت سبعون بالمائة من الأراضي المشجرة سابقاً و 91% من الأراضي التي أزيلت منها الغابات منذ سنة 1970 تستعمل لإطعام المواشي. تعدّ البرازيل حاليا ثاني أكبر منتج لفول الصويا بعد الولايات المتحدة. لكن بحثاً جديدا أجراه ليدمير أوليفيرا وغيره، بين أن هطل الأمطار في تلك المنطقة ينقص بقدر ما يزيد التركّز الغابيّ بالأمازون مما يعني أن الإنتاج النباتي بالهكتار يقل كذلك. فرغم شيوع هطل الأمطار بالبرازيل، فإن تركز الغابات المطرية وتحويلها إلى حقول رعوية لم يمنحها أفضلية اقتصادية \nسؤال: ما نسبة الأراضي التي تمت إزالة الغابات منها والتي تستعمل في تغذية الماشية؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: تستفيد مدينة فريسنو من الطريق الوطنية 99 وبالطريق الحرة الشمالية الجنوبية التي تصل تركزات السكنية الكبرى بكاليفورنيا المركزية تتجه الطريق الوطنية 168 الطريق الحرة سِيارا، إلى شرقي مدينة كلوفيس وإلى ضفة هنتيغتون. أما الطريق الوطنية 41 (الطريق الحرة يوسيمانت/آيزنهاور) فتدخل في مدينة فريسنو من أتاسكاديرو بالجنوب، ثم تتجه شمالا إلى يوسيمايت. أما الطريق الوطنية 180 (الطريق الحرة كينجز كانيون) فتأتي من الغرب عبر مندوتا ثم من الشرق متنزه كينغز كانيون الوطني، متجهةً صوب مدينة ريدلي.\nسؤال: ما الاسم الآخر للطريق الحرة يوسيمايت؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: إن ديسنت حزمة من بروتوكولات الشبكة تم إنشاءها من قبل شركة المعدات الرقمية، وقد تم إطلاقها أساسا في سنة 1975 بهدف وصل حاسوبين صغيرين يعملان على معالج البيانات المبرمج بي يدي بي 11. بدأ بالتطور كإحدى الهندسات الأولى لشبكات نظير لنظير، مما حول دي أل سي إلى محطة توليد للشبكة في الثمانينيات. بعد أن تم تصميمه في البداية بثلاث طبقات، صار فيما بعد (سنة 1982) بروتوكولا سباعي الطبقات متوافق مع نموذج الاتصال المعياري. كانت بروتوكولات دي إي سي نت مصممة كلياً من قبل شركة المعدات الرقمية.لكن دي إي سي نت في المرحلة الثانية (وما بعد) صارت ذات معايير مفتوحة بتخصيصات منشورة، والعديد من الوسائل التي تم تطويرها خارج دي سي إي، بما في ذلك واحدة ل لونيكس.\nسؤال: ما هي دي إي سي نت؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: تم طرح مجموعة متنوعة من البدائل لنظرية يرسينيا الطاعونية. اقترح غراهام تويج أن السبب هو شكل من أشكال الجمرة الخبيثة، واعتقد نورمان كانتور (2001) أنه قد يكون خليطاً من الجمرة الخبيثة وأوبئة أخرى. جادل سكوت ودانكان بأن الوباء كان شكلاً من أشكال الأمراض المعدية التي تُعرف بتسبيبها طاعوناً نزفياً شبيهاً بالإيبولا. كان عالِم الآثار بارني سلون قد جادل بأنه لا يوجد دليلٌ كافٍ من انقراض عددٍ كبير من الفئران في السجل الأثري للواجهة البحرية في القرون الوسطى في لندن وأن الطاعون قد انتشر بسرعة أكبر مما يسند أطروحة أن يرسينيا الطاعونية قد انتشرت من البراغيث والفئران، فهو يجادل بأن العدوى لا بد من أن تنتقل من شخصٍ لآخر، ومع ذلك فلا يوجد حلٌ بديلٌ واحد قد حاز على قبولٍ واسع النطاق. يشير العديد من الباحثين الذين يجادلون بأن يرسينيا الطاعونية هي العامل الرئيسي في تفشي الوباء إلى أن مداه وأعراضه يمكن تعليلهما بمزيج من الطاعون الدبلي وأمراضٍ أخرى، بما فيها حمى التيفوس والجدري والتهابات الجهاز التنفسي. يشير آخرون إلى وجود أشكالٍ أخرى من الوباء بالإضافة إلى الطاعون الدبلي متعلقة بالإنتان الدموي (نوع من \"التسمم في الدم\") والالتهاب الرئوي (طاعون منقول بالهواء يصيب الرئتين أولاً ثم بقية الجسم) تطيل من مدة تفشي المرض عبر الفصول وتساهم في تفسير ارتفاع معدل الوفيات والأعراض الإضافية المسجلة. في عام 2014 أعلن علماء من هيئة الصحة العامة في إنجلترا نتائج فحص 25 جثة تم استخراجها من منطقة كليركينويل في لندن بالإضافة إلى وصايا مسجلة في لندن خلال تلك الفترة تسند الفرضية الرئوية.\nسؤال: كم جثة استخرجت هيئة الصحة العامة في إنجلترا؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: دمر الموت الأسود معظم العالم الإسلامي. كان الطاعون موجوداً في منطقة واحدة على الأقل في العالم الإسلامي كل عام تقريباً بين 1500 و 1850، وأصاب الطاعون مدن شمال أفريقيا مراراً، وفقدت الجزائر 30 إلى 50 ألفٍ من سكانها في 1620–1621 ومجدداً في 1654–1657 و 1665 و 1691 و 1740–1742. ظل الطاعون حدثاً هاماً في المجتمع العثماني حتى الربع الثاني من القرن التاسع عشر. بين العامين 1701 و 1750 تم تسجيل سبعة وثلاثين وباء أكبر وأصغر في القسطنطينية وواحد وثلاثين وباء إضافي بين عامي 1751 و 1800. عانت بغداد بشدة من اجتياحات الطاعون، وتم أحياناً محو ثلثي سكانها.\nسؤال: خلال أي سنوات كان الطاعون موجوداً في البلدان الإسلامية؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: غالباً ما يُرى جيمس هوتون كأول عالم جيولوجي حديث. قدّم في عام 1785 أطروحةً بعنوان نظرية الأرض إلى الجمعية الملكية في إدنبرة. شرح في أطروحته نظريته بأن الأرض لا بد من أن تكون أقدم بكثير مما كان يُفترض سابقاً لإتاحة الوقت الكافي لتآكل الجبال ولتكوِّن الرواسب صخوراً جديدة في قاع المحيط والتي ترتفع بدورها لتصبح أرضاً يابسة. نشر هوتون نسخةً مكونة من مجلدين من أفكاره في 1795 (مجلد 1، مجلد 2).\nسؤال: في أي عام نشر جيمس هوتون نسخة مكونة من مجلدين لنظرياته؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: كانت أول مستوطنة مسجلة في ما هي الآن مدينة نيوكاسل بونز إيليوس وكانت حصناً رومانياً وجسراً عبر نهر تاين، وقد سمّيت نسبةً إلى عائلة الإمبراطور الروماني هادريان الذي أسسها في القرن الثاني الميلادي. يوحي هذا الشرف النادر بأن هادريان ربما زار الموقع وأنشأ الجسر أثناء جولته في بريطانيا. قُدر عدد سكان بونز إيليوس في هذه الفترة بـ 2,000 نسمة. لا تزال شظايا جدار هادريان مرئية في بعض أرجاء نيوكاسل لا سيما على طول الطريق الغربي. بالإمكان تتبع مسار \"الجدار الروماني\" شرقاً إلى حصن سينغيدونوم الروماني في والز إند - أي \"نهاية الجدار\" - وإلى حصن أربيا للإمدادات في ساوث شيلدز. كان مدى جدار هادريان 73 ميل (117 كم) إذ يمتد عرض بريطانيا. ضم الجدار سور فالوم، وهو خندق خلفي واسع ذو هضبات متوازية، وتم بناؤه في المقام الأول للدفاع ولمنع الهجرة غير المرغوب فيها وتوغل قبائل بيكتيون من الشمال، لا كخط قتال لغزوٍ كبير .\nسؤال: أي نهر بُني عبره جسرٌ سابقاً في العصر الروماني؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: مجموعة الأزياء هي الأكثر شمولاً في بريطانيا، إذ تحتوي على أكثر من 14,000 لباسٍ بالإضافة إلى الإكسسوارات، يعود أصل معظمها من عام 1600 إلى الوقت الحاضر. عادةً ما يتم الاحتفاظ برسومات الأزياء ودفاتر التصميم وغيرها من الأعمال على الورق في قسم الكلمات والصور. نظرًا لأن الملابس اليومية من العصور السابقة لم تنج عبر الزمن بشكل عام، فإن أغلبية المجموعة تتكون من ملابس أنيقة قد صُنعت للمناسبات الخاصة. ظهر أحد أول الإهداءات البارزة للأزياء عام 1913 عندما تلقى متحف فكتوريا وألبرت مجموعة  تالبوت هيوز التي تحتوي على 1,442 من الأزياء والقطع هديةً من هارودز بعد عرضها في المتجر القريب.\nسؤال: لماذا تغلب الملابس الأنيقة للمناسبات الخاصة على المجموعة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: في عام 1998 بدأت الشبكة باستخدام نهج الحد الأدنى في هويتها المصورة التي صممها بيتارد ساليفان، إذ تعرض شعاراً صغيراً مكوناً من \"دائرة أيه بي سي\" باللونين الأسود والأبيض على خلفية صفراء (عرضت الحملات الترويجية خلال هذا الوقت كذلك سلسلةً من الصور الثابتة لنجوم برامجها خلال البطاقة الإعلانية بالإضافة إلى مقطع الجدول الزمني الذي استهل تشكيلة برامج أوقات الذروة لكل ليلة). تم تقديم تتر جديد مكون من أربع نغماتٍ إلى جانب الباقة، حيث يتمحور حول الحملة التسويقية \"نحن نحب التلفاز\" التي قدمتها الشبكة في ذلك العام لتحسين صورتها، مما أدى إلى إنشاء توقيعٍ صوتي على قدم المساواة مع ترنيمات شبكة إن بي سي وعلامات شبكة سي بي أس الصوتية المختلفة ذات ثلاث نغمات (بما فيها الإصدار الحالي المستخدم منذ عام 2000) واستعراض شبكة فوكس الموسيقي. تم تحديث التوقيع الصوتي ذي الأربع نغمات مع كل موسم تلفزيوني بعد ذلك (إلا أن بعضاً من أشكاله المختلفة المستخدمة منذ موسم 1998–1999 لا تزال قيد الاستخدام خلال بطاقات التعريف بشركات الإنتاج التي تظهر بعد شارة الختام لمعظم البرامج). في خريف عام 2015 أوقفت أيه بي سي تتراتها ذات النغمات الأربعة التي استخدمتها على مدى 1998-2002 للعروض الترويجية وبطاقات التعريف بشركات الإنتاج بعد شارة الختام لمعظم برامجها على مدار سبعة عشر عاماً، والآن لديها موسيقى مختلفة من نوع المغامرة (مع طبول توقيع الشبكة الصوتي ذي أربعة نغمات في النهاية). لا يزال يُستخدم التتر القديم المكون من أربع نغمات من قبل أيه بي سي أون ديماند في بداية عرض برنامج أيه بي سي.\nسؤال: في أي عام توقفت شبكة أيه بي سي عن استخدام ترنيمتها المكونة من أربع نغماتٍ للترويج؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: ‏أدى التقدم المحرز في الشرق الأوسط في علم النبات والكيمياء في الإسلام في العصور الوسطى إلى تطوير علم الصيدلة بشكل كبير. فعلى سبيل المثال، عمل محمد بن زكريا الرازي (865–915) على تعزيز الاستخدامات الطبية للمركبات الكيميائية. وكان كان أبو القاسم الزهراوي (936–1013) رائدًا في تحضير الأدوية بالتسامي والتقطير. ولكتابه \"لايبر سيرفيتوريس\" أهمية خاصة لأنه يزود القارئ بوصفات علاجية ويشرح كيفية تحضير \"المركبات البسيطة\" التي ضاعفت من عدد العقاقير المعقدة المستخدمة عمومًا. كان صابر بن سهل (توفي عام 869) أول طبيب يشرع في دستور الأدوية، حيث وصف مجموعة كبيرة ومتنوعة من الأدوية وعلاجات الأمراض. كتب البيروني (973-1050) واحدًا من أكثر الأعمال الإسلامية قيمة في علم الصيدلة بعنوان \"كتاب الصيدلة\"، والذي شرح فيه خصائص العقاقير وشرح دور الصيدلية ووظائفها وواجبات الصيدلي. ووصف ابن سينا أيضًا ما لا يقل عن 700 مستحضر بالإضافة إلى وخصائصها وطرق عملها ومؤشراتها. لقد كرس في الواقع مجلدًا كاملًا للعقاقير البسيطة في موسوعة القانون في الطب. كان لأعمال المارديني في بغداد والقاهرة وابن وافد (1008–1074) تأثير كبير أيضًا، وكلاهما مطبوعان باللاتينية أكثر من خمسين مرة، ويظهران باسم \"Medicineis universalibus et specialibus\" من تأليف \"ماسويه الأصغر\". و \"Medicamentis simplicibus\" من تأليف \"ابن وافد\". قام بييترو دابانو (1250-1316) بترجمة وإضافة ملحق لعمل المارديني تحت عنوان \"De Veneris”. كما أن مساهمات الموفق بالله في هذا المجال رائدة أيضًا. عاش في القرن العاشر وكتب أسس الخصائص الحقيقية للعلاجات، من بين أمور أخرى تصف أكسيد الزرنيخ، وتساعد على التعرف على حامض السيليسيك. قام بتمييز واضح بين كربونات الصوديوم وكربونات البوتاسيوم ولفت الانتباه إلى الطبيعة السامة لمركبات النحاس وخاصة زاج النحاس، بالإضافة إلى مركبات الرصاص. كما يصف كيفية تقطير مياه البحر للشرب.[التحقق مطلوب]\nسؤال: ‏من هو مؤلف كتاب لايبر سيرفيتوريس؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: ‏يشعر بعض العصاة المدنيين أنه يتعين عليهم قبول العقوبة بسبب إيمانهم بصحة العقد الاجتماعي والذي يلزم الجميع باتباع القوانين التي توضع بعد تحديد المعايير التي تحدد الشرعية من خلال اجتماع حكومي، وإلا سيعانون من العقوبات المنصوص عليها في القانون. لا يزال بعض العصاة المدنيين الآخرين الذين يفضلون وجود الحكومة يؤمنون بشرعية حكومتهم المعينة، أو لا يؤمنون بشرعية قانون معين تم إصداره من قبلها. وما زال هناك نوع آخر من العصيان المدني، بكونهم مثيرين للفوضى فهم لا يؤمنون بشرعية أي حكومة، وبالتالي لا يرون ضرورة لقبول العقوبة على انتهاك القانون الجنائي الذي لا ينتهك حقوق الآخرين.\nسؤال: ‏لماذا يوجد حاجة لقبول العقوبة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: ‏في بعض الأحيان، يقترح الادعاء في بعض الأحيان تخفيف عقوبة العصيان المدني، كما في حالة \"كامدن 28\"، حيث عرض المدعى عليهم فرصة للاعتراف بالذنب بجنحة واحدة والحكم بعدم وجود عقوبة بالسجن. في بعض حالات الاعتقال الجماعي، يقرر النشطاء استخدام تكتيكات التضامن لتأمين نفس الحكم المخفف للجميع. لكن بعض النشطاء اختاروا التماس رحمة المحكمة، بأن يقروا بأنهم مذنبون دون وجود اتفاقات التماس معمول بها. حيث أقر موهانداس غاندي بأنه مذنب وقال للمحكمة: \"أنا هنا كي... أقدم بسرور لأعلى عقوبة يمكن إلحاقها بي لما يعتبر في القانون جريمة متعمدة وما يبدو لي أنه الواجب الأسمى لأي مواطن \".\nسؤال: ‏ما هو عادة هدف أخذ العقوبة المخفضة؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: سجل الأخبار الهندسية عبارة عن مجلة تجارية لصناعة البناء والتشييد. تقوم مجلة سجل الأخبار الهندسية في كل عام بتجميع وإعداد تقارير حول حجم شركات التصميم والبناء. حيث تنشر قائمة بأكبر الشركات في الولايات المتحدة (أكبر 40 شركة) وأيضًا قائمة أكبر الشركات العالمية (أكبر250 شركة، حسب حجم العمل الذي يقومون به خارج بلدهم الأم). في عام 2014، جمعت مجلة سجل الأخبار الهندسية البيانات من تسعة قطاعات من قطاعات السوق. وتم تقسيمها على الشكل التالي: النقل، البترول، البناء، الطاقة، الصناعة، المياه، التصنيع، الصرف الصحي\\النفايات، الاتصالات، النفايات الخطرة بالإضافة إلى فئة عاشرة وتشمل المشاريع الأخرى. في تقاريرها عن أفضل 400 شركة، استخدمت بيانات متعلقة بالنقل والصرف الصحي والنفايات الخطرة والمياه لتصنيف الشركات كمقاولين كبار.\nسؤال: ‏ما المعلومات التي تجمعها مجلة سجل الأخبار الهندسية البيانات لتصنيف الشركات الـ 400 الأولى كمقاولين كبار.\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: ﻿إيرغانزونغشولين هي مدارس ثانوية أو ما بعد الثانوية (غير جامعية) يديرها أفراد عاديون أو مؤسسات خاصة أو نادرًا مجموعات مجموعات دينية وتقدم نوعًا من التعليم غير متوفر في المدارس العامة. إن معظم هذه المدارس عبارة عن مدارس مهنية. ومع ذلك، فإن هذه المدارس المهنية ليست جزءًا من نظام التعليم المزدوج الألماني. تتمتع مدارس إيرغانزونغشولين بحرّية العمل خارج التنظيم الحكومي ويتم تمويلها بالكامل من خلال فرض رسوم على الطلاب، رسوم الرسوم الدراسية.\nسؤال: إلى جانب الأفراد والمنظمات الخاصة، ما هي المجموعات التي تدير مدارس إيرغانزونغشولين أحيانًا؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: في عام 1993، أظهر غلور وزيريا أن عدم المساواة مع وجود عيوب في سوق الائتمان له تأثير ضار طويل الأمد على تكوين رأس المال البشري والتنمية الاقتصادية. بحثت دراسة قام بها بيروتي عام 1996 في القنوات التي قد يؤثر من خلالها عدم المساواة على النمو الاقتصادي. وأظهر أنه وفقًا لنهج النقص في سوق الائتمان، يرتبط عدم المساواة بانخفاض مستوى تكوين رأس المال البشري (التعليم والخبرة والتدريب المهني) وارتفاع مستوى الخصوبة وبالتالي انخفاض مستويات النمو. ووجد أن عدم المساواة يرتبط بمستويات أعلى من إعادة التوزيع الضريبي والتي ترتبط بمستويات نمو منخفضة من التخفيضات في المدخرات والاستثمارات الخاصة. وخلص بيروتي إلى أن \"المجتمعات الأكثر مساواة لديها معدلات خصوبة أقل ومعدلات أعلى من الاستثمار في التعليم. وكلاهما ينعكس في ارتفاع معدلات النمو. كما تميل المجتمعات غير المتكافئة إلى أن تكون غير مستقرّة على المستوى السياسي والاجتماعي، وهو ما ينعكس في انخفاض معدلات الاستثمار وبالتالي على النمو.\"\nسؤال: ما هو النحو الذي تنحوه المجتمعات غير المتساوية؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: توصلت الدراسات التي أجريت على عدم المساواة في الدخل والنمو في بعض الأحيان إلى أدلة تؤكد فرضية منحنى كوزنتس والتي تنص على أنه من خلال التنمية الاقتصادية يكون هناك زيادة أولًا في عدم المساوة ثم يصبح هناك نقصان. يتحدى الاقتصادي توماس بيكيتي هذه الفكرة مدعيًا أنه في الفترة بين عامي 1914 و 1945 قللت الحروب و \"الأزمات الاقتصادية والسياسية العنيفة\" من عدم المساواة. علاوة على ذلك، يجادل بيكيتي أن فرضية منحنى كوزنتس \"السحرية\" - بتأكيدها على موازنة النمو الاقتصادي على المدى الطويل - لا يمكن أن تفسر الزيادة الكبيرة في التفاوت الاقتصادي في جميع أنحاء العالم المتقدم منذ سبعينيات القرن الماضي.\nسؤال: ما وظيفة توماس بيكيتي؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: منذ إحياءه في عام 2005، يسافر الدكتور عمومًا مع مرافقة أنثى، التي تشغل دورًا أكبر في القصة. وصف ستيفن موفات المرافقة بأنها الشخصية الرئيسية في العرض، حيث تبدأ القصة من جديد مع كل مرافقة وهي تخضع للتغيير أكثر من الدكتور. المرافقون الأساسيون للأطباء التاسع والعاشر هم روز تايلر (بيلي بايبر)، مارثا جونز (فريما أجيمان)، ودونا نوبل (كاثرين تيت) مع ميكي سميث (نويل كلارك) وجاك هاركنيس (جون بارومان) مكررين كمرافقين ثانويين. أصبح الطبيب الحادي عشر أول من سافر مع زوجين متزوجين، إيمي بوند (كارين جيلان) وروري ويليامز (آرثر دارفيل)، في حين قدمت اللقاءات غير متزامنة مع ريفر سونج (أليكس كينغستون) وكلارا أوزوالد (جينا كولمان) قصصًا كثيرة مستمرة. سوف تقدم السلسلة العاشرة مشروع جوهرة ماكي المرافق الأحدث للدكتور.\nسؤال: من هو المرافق للسلسلة العاشرة من إعادة الإحياء؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: تم عرض سلسلة \"الدكتور هو\" مرات عديدة\". في أوائل سبعينيات القرن العشرين، لعب تريفور مارتن دورًا في دكتور هو والدالكس في المفاتيح السبعة حتى يوم القيامة. في أواخر الثمانينات، لعب كل من جون بيرتوي وكولين بيكر دور الطبيب مرات مختلفة أثناء أداء مسرحية بعنوان الدكتور هو - المغامرة النهائية. بينما كان بيرتوي مريضًا في أداءين، قام ديفيد بانكس (المعروف بدور رجال السايبر) بدور الطبيب. تم عرض مسرحيات أصلية أخرى كعروض مسرحية للهواة شارك فيها ممثلون آخرون يلعبون دور الطبيب، بينما كتب تيري نيشن لعنة الدالكس وهي مسرحية تم تنظيمها في أواخر الستينيات ولكن دون الدكتور.\nسؤال: من الذي لعب دور الطبيب الذي على المسرح في السبعينات؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: حكم الإمبراطور جيجين خان، نجل أيورباروادا وخَلَفُه، لمدة عامين فقط، من 1321 إلى 1323. واصل سياسات والده لإصلاح الحكومة على أساس المبادئ الكونفوشيوسية، بمساعدة مستشاره الكبير المُعَيَّن حديثاً باجيو. خلال فترة حكمه، دا يوان تونغ زهي (الصينية: å¤§å… €é € šåˆ¶، \" المؤسسات الشاملة ليوان العظيم\") ،مجموعة ضخمة من رموز وأنظمة أسرة يوان بدأت من قِبَل والده، تم إصدارها رسميا. اغتيل جيجين في انقلاب شارك فيه خمسة من الأمراء من فصيل منافس، وربما نخبة من السهوب عارضت الإصلاحات الكونفوشيوسية. وضعوا YesÃ¼n TemÃ¼r (أو تايدنجدي) على العرش، و، بعد محاولة فاشلة لتهدئة الأمراء، فقد استسلم أيضاً لقتله.\nسؤال: كم عدد الأمراء المنافسين الذين شاركوا في اغتيال جيجين؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: يمارس الطب الغربي في الصين أيضاً على يد المسيحيين النسطوريين في محكمة يوان، حيث كان يُطلق عليه أحياناً اسم هويهوي أو الطب الإسلامي. أسس الطبيب النسطوري يسوع المترجم مكتب الطب الغربي في 1263 في عهد كوبلاي. كان أطباء هويهوي العاملون في مستشفيين إمبراطوريين مسؤولين عن علاج الأسرة الإمبراطورية وأعضاء المحكمة. عارض الأطباء الصينيون الطب الغربي لأن نظامه الخاطئ يتناقض مع فلسفة يين-يانج ووشينغ الكامنة وراء الطب الصيني التقليدي. لا توجد ترجمة صينية للأعمال الطبية الغربية معروفة، لكن من الممكن أن الصينيين تمكنوا من الوصول إلى كتاب \"القانون في الطب\" لإبن سينا.\nسؤال: ما الفلسفات التي يقوم عليها الطب الصيني؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: في 28 فبراير 2008، وقّع كيباكي وأودينغا اتفاقاً لتشكيل حكومة ائتلافية يصبح فيه أودينغا ثاني رئيس وزراء في كينيا. بموجب الاتفاق، سيعين الرئيس وزراء في كل من حزب الوحدة الوطنية  والمنتدى الديمقراطي المتحد اعتماداً على قوة كل حزب في البرلمان. نص الاتفاق على أن يشمل مجلس الوزراء نائب الرئيس ونائبين لرئيس الوزراء. بعد المناقشات، أقره البرلمان، وسيحتفظ الائتلاف حتى نهاية البرلمان الحالي أو إذا انسحب أحد الطرفين من الصفقة قبل ذلك الحين.\nسؤال: كيف تم تحديد عدد الذين سيتم تعيينهم من كل معسكر؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: البلاستيدات الخضراء لها الحمض النووي الخاص بها، وغالبا ما يتم اختصاره ك ctDNA أو cpDNA. ومن المعروف أيضا باسم البلاستوم. تم إثبات وجودها لأول مرة في 1962، وتسلسلها لأول مرة في 1986 â€” عندماقام فريقان بحثيان يابانيان بسَلسَلِة الحمض النووي للبلاستيدات الخضراء من حمض الكبد والتبغ. منذ ذلك الحين، تم سَلسَلِة المئات من الأحماض النووي للبلاستيدات الخضراء من أنواع مختلفة، لكنها في الغالب تلك الموجودة في النباتات البرية والطحالبâ€” الخضراء والغلوفريات والطحالب الحمراء وغيرها من مجموعات الطحالب ممثلة تمثيلاً ناقصاً للغاية، مما قد يؤدي إلى بعض التحيزات في وجهات نظر تجاه بنية الحمض النووي \"النموذجية\" للبلاستيدات الخضراء ومحتواها.\nسؤال: متى تم اكتشاف البلاستوم؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: النوع الثالث من التخمين يتعلق بجوانب توزيع الأعداد الأولية. من المتوقع أن يكون هناك عدد لا نهائي من الأعداد الأولية المزدوجة، أزواج الأعداد الأولية مع الاختلاف 2 (تخمين أولي توأمي). تخمين بوليجناك هو تقوية لهذا التخمين، فهو ينص على أنه لكل عدد صحيح موجب ن، يوجد عدد لا حصر له من الأزواج من الأعداد الأولية المتتالية التي تختلف بمقدار 2ن. يتم تخمين وجود عدد لا نهائي من الأعداد الأولية للشكل ن2 + 1. هذه التخمينات هي حالات خاصة لفرضية شينزل الواسعة اتش. يقول تخمين بروكارد أن هناك دائماً أربعة أعداد أولية على الأقل بين المربعات ذات الأعداد الأولية المتتالية أكبر من 2.  يشير تخمين ليجندر إلى وجود عدد أولي بين ن2 و (ن + 1) 2 لكل عدد صحيح موجب ن. إنه ضمني من تخمين كرامÃ©ر الأقوى.\nسؤال: أي تخمين يحمل أنه لأي عدد صحيح موجب ن، هناك كمية لا حصر لها من أزواج الأعداد الأولية المتتالية التي تختلف بمقدار 2ن؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: في نهاية الحرب العالمية الأولى ، كانت راينلاند خاضعة لمعاهدة فرساي. صدر هذا المرسوم بأن يحتلها الحلفاء، حتى 1935 وبعد ذلك، ستكون منطقة منزوعة السلاح، مع  حظر دخول الجيش الألماني. تسببت معاهدة فرساي وهذا الحكم  الخاص، بشكل عام، بالكثير من الاستياء في ألمانيا وغالبًا ما يُشار إليها على أنها مساعدة وصول أدولف هتلرإلى السلطة. غادر الحلفاء راينلاند، في عام 1930 وأعاد الجيش الألماني احتلالها في 1936، والتي كانت تحظى بشعبية كبيرة في ألمانيا. على الرغم من أن الحلفاء ربما كانوا قد منعوا إعادة الاحتلال، إلا أن بريطانيا وفرنسا لم تكنا على استعداد للقيام بذلك، وهي سمة من سمات سياسة التهدئة لهتلر.\nسؤال: متى كانت راينلاند خاضعة لمعاهدة فرساي؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: كما هو الحال في مجلس العموم، هناك عدد من المؤهلات تنطبق على كونك مُزَوِّد خدمة مُدارَة. تم تقديم مثل هذه المؤهلات بموجب قانون تنحية مجلس العموم لعام 1975 وقانون الجنسية البريطانية 1981. على وجه التحديد، يجب أن يكون الأعضاء أكبر من 18 عاماً ويجب أن يكونوا مواطنين في المملكة المتحدة أو جمهورية أيرلندا أو إحدى دول الكومنولث للأمم أو مواطناً في إقليم بريطاني في الخارج أو مواطن من الاتحاد الأوروبي مقيم في المملكة المتحدة. يتم استبعاد أعضاء الشرطة والقوات المسلحة من الجلوس في البرلمان الاسكتلندي كأعضاء منتخبين من مُزَوِّدي الخدمة المُدارَة، وبالمثل، يتم استبعاد الموظفين المدنيين وأعضاء الهيئات التشريعية الأجنبية. لا يجوز للفرد أن يجلس في البرلمان الاسكتلندي إذا كان هو أو هي مجنوناً بموجب أحكام قانون الصحة العقلية (الرعاية والعلاج) (اسكتلندا)  2003.\nسؤال: متى تم تمرير قانون الجنسية البريطانية؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: ﻿لقد كان للجمعية الجغرافية الملكية في لندن وغيرها من الجمعيات الجغرافية في أوروبا تأثير كبير وتمكنت من تمويل الرحالة الذين كانوا سيعودون بقصص عن اكتشافاتهم. وقد كانت هذه الجمعيات بمثابة مساحة للرحالة لمشاركة هذه القصص. كما دعم الجغرافيون السياسيون مثل فريدريش راتزل من ألمانيا و هالفورد ماكيندر من بريطانيا الإمبريالية. فاعتقد راتزل أن التوسع كان ضروريًا لبقاء الدولة في حين دعم ماكيندر التوسع الإمبراطوري لبريطانيا؛ هاتان الحجتان سيطرتا على هذا العلم لعقود.\nسؤال: ماذا كانت الامبريالية بالنسبة للوطن في اعتقاد فريدريش راتزل؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: الإمبريالية الثقافية هي عندما يكون تأثير بلد ما محسوساً في الدوائر الاجتماعية والثقافية، أي قوته الناعمة، بحيث تغير النظرة الكونية الأخلاقية والثقافية والاجتماعية للآخر. وهذا يتجاوز مجرد كون موسيقى أو تلفزيون أو فيلم \"أجنبي\" قد أصبحت رائجة لدى الشباب، ولكنها تلك الثقافة الشعبية الت تغير توقعاتهم الخاصة بالحياة ورغبتهم في أن يصبح بلدهم أكثر شبهاً بالدولة الأجنبية التي تم تصويرها. على سبيل المثال، غيّرت صور أنماط الحياة الأمريكية الفخمة في أوبرا الصابون دالاس أثناء الحرب الباردة توقعات الرومانيين؛ ومثال أحدث على ذلك هو تأثير سلسلة الدراما الكورية الجنوبية المهربة على كوريا الشمالية. ولا تجهل الأنظمة السلطوية أهمية القوة الناعمة، فتحارب هذا التأثير من خلال فرض حظر على الثقافة الشعبية الأجنبية والسيطرة على الإنترنت وأطباق الأقمار الصناعية غير المصرح بها وما إلى ذلك. ولا أن هذا الاستخدام للثقافة أمر حديث، فكجزء من الإمبريالية الرومانية كانت النخب المحلية مكشوفة أمام مزايا وفخامة الثقافة ونمط الحياة الرومانية، على أمل أن يصبحوا بعد ذلك مشاركين راغبين.\nسؤال: عندما تؤثر الامبريالية على العادات الاجتماعية لدولة ما، ماذا تسمى عندها؟\n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: سيطرت فرنسا على الجزائر في 1830 لكنها بدأت بجدية في إعادة بناء إمبراطوريتها العالمية بعد 1850، مع التركيز بشكل رئيسي على شمال وغرب إفريقيا، وكذا جنوب شرق آسيا، مع فتوحات أخرى في وسط وشرق أفريقيا، وكذا جنوب المحيط الهادئ. وقد أصبح الجمهوريون، الذين كانوا في البداية معادين للإمبراطورية، داعمين لها عندما بدأت ألمانيا في بناء الإمبراطورية الاستعمارية الخاصة بها. وأثناء نموها، اضطلعت الإمبراطورية الجديدة بأدوار التجارة مع فرنسا، حيث قدمت المواد الخام وشراء المواد المصنعة، فضلاً عن منح مكانة راقية للوطن الأم ونشر الحضارة واللغة الفرنسيتين بالإضافة إلى الكاثوليكية. كما أنها وفرت قوة بشرية هامة في كلا الحربين العالميتين.\nسؤال: أي دين نشر الفرنسيون إلى جانب امبرياليتهم؟ \n\nالمساعد: إجابتي ستكون:"
"الإنسان: يرجى الإجابة على هذه الأسئلة فقط بناءً على السياق المعطى.\n\nسياق: من خلال الجمع بين تعريف التيار الكهربائي كمعدل زمني لتغير الشحنة الكهربائية، تصف قاعدة جداء الأشعة المسماة قانون لورنتز القوة المحمولة على شحنة تتحرك في مجال مغناطيسي. ويسمح الاتصال بين الكهرباء والمغناطيسية بوصف قوة كهرومغناطيسية موحدة تؤثر على الشحنة. ويمكن كتابة هذه القوة كمجموع للقوة الكهروستاتيكية القوة الكهروستاتيكية (بسبب الحقل الكهربائي) والقوة المغناطيسية (بسبب المجال المغناطيسي). هذا هو القانون مذكوراً بالكامل:\nسؤال: القوة الكهرستاتيكية والمغناطيسية مكتوبتان كمجموع ماذا؟\n\nالمساعد: إجابتي ستكون:"
