"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ทีมบรอนคอส เอาชนะทีม พิตต์สเบิร์ก สตีลเลอร์ส ในรอบดิวิชั่น 23–16 ด้วยการทำ 11 คะแนนในสามนาทีสุดท้ายของเกม  จากนั้นพวกเขาก็เอาชนะทีมรับของ นิวอิงแลนด์แพทริออตส์ ซึ่งเป็นแชมป์ซูเปอร์โบว์ลครั้งที่ 49 ในการแข่งขันแชมป์ชิงเอเอฟซี 20–18 ด้วยการอินเตอร์เซปการขว้างลูกของนิวอิงแลนด์ที่พยายามทำ 2 คะแนนหลังทัชดาวน์ โดยมีเวลาเหลือ 17 วินาที  ถึงแม้ แมนนิง จะมีปัญหากับการอินเตอร์เซปในฤดูกาลนี้ แต่เขาก็ไม่ได้ขว้างลูกบอลเลยในการแข่งขันเพลย์ออฟทั้งสองครั้งของพวกเขา\nคำถาม: ผลคะแนนการแข่งขันระหว่างทีมบรอนคอสและทีมสตีลเลอร์สคือเท่าไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ทีมบรอนคอส เอาชนะทีม พิตต์สเบิร์ก สตีลเลอร์ส ในรอบดิวิชั่น 23–16 ด้วยการทำ 11 คะแนนในสามนาทีสุดท้ายของเกม  จากนั้นพวกเขาก็เอาชนะทีมรับของ นิวอิงแลนด์แพทริออตส์ ซึ่งเป็นแชมป์ซูเปอร์โบว์ลครั้งที่ 49 ในการแข่งขันแชมป์ชิงเอเอฟซี 20–18 ด้วยการอินเตอร์เซปการขว้างลูกของนิวอิงแลนด์ที่พยายามทำ 2 คะแนนหลังทัชดาวน์ โดยมีเวลาเหลือ 17 วินาที  ถึงแม้ แมนนิง จะมีปัญหากับการอินเตอร์เซปในฤดูกาลนี้ แต่เขาก็ไม่ได้ขว้างลูกบอลเลยในการแข่งขันเพลย์ออฟทั้งสองครั้งของพวกเขา\nคำถาม: ทีมบรอนคอสเอาชนะทีมใดในการเป็นแชมป์ในการแข่งขันชิงแชมป์เอเอฟซี \n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ทีมบรอนคอส เอาชนะทีม พิตต์สเบิร์ก สตีลเลอร์ส ในรอบดิวิชั่น 23–16 ด้วยการทำ 11 คะแนนในสามนาทีสุดท้ายของเกม  จากนั้นพวกเขาก็เอาชนะทีมรับของ นิวอิงแลนด์แพทริออตส์ ซึ่งเป็นแชมป์ซูเปอร์โบว์ลครั้งที่ 49 ในการแข่งขันแชมป์ชิงเอเอฟซี 20–18 ด้วยการอินเตอร์เซปการขว้างลูกของนิวอิงแลนด์ที่พยายามทำ 2 คะแนนหลังทัชดาวน์ โดยมีเวลาเหลือ 17 วินาที  ถึงแม้ แมนนิง จะมีปัญหากับการอินเตอร์เซปในฤดูกาลนี้ แต่เขาก็ไม่ได้ขว้างลูกบอลเลยในการแข่งขันเพลย์ออฟทั้งสองครั้งของพวกเขา\nคำถาม: เหลือเวลาอีกกี่วินาทีตอนที่ทีมแพทริออตส์พลาดในการทำ 2 คะแนนหลังทัชดาวน์\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: เพย์ตัน แมนนิง กลายเป็นควอเตอร์แบ็กคนแรกที่นำ สอง ทีมไปสู่ซูเปอร์โบว์ลหลายครั้ง  เขายังเป็นควอเตอร์แบ็กที่อายุมากที่สุดที่เคยเล่นในซูเปอร์โบว์ลอีกด้วย โดยมีอายุ 39 ปี  สถิติเดิมเป็นของ จอห์น เอลเวย์ ซึ่งนำทีม บรอนคอส ไปสู่ชัยชนะในการแข่งขัน ซูเปอร์โบว์ลครั้งที่ 33 เมื่ออายุ 38 ปี และปัจจุบันเขาคือ รองประธานผู้บริหารทีมฟุตบอลและผู้จัดการทั่วไป ของเดนเวอร์\nคำถาม: จอห์น เอลเวย์ เล่นให้ทีมใดในซูเปอร์โบว์ลครั้งที่ 33\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: เพย์ตัน แมนนิง กลายเป็นควอเตอร์แบ็กคนแรกที่นำ สอง ทีมไปสู่ซูเปอร์โบว์ลหลายครั้ง  เขายังเป็นควอเตอร์แบ็กที่อายุมากที่สุดที่เคยเล่นในซูเปอร์โบว์ลอีกด้วย โดยมีอายุ 39 ปี  สถิติเดิมเป็นของ จอห์น เอลเวย์ ซึ่งนำทีม บรอนคอส ไปสู่ชัยชนะในการแข่งขัน ซูเปอร์โบว์ลครั้งที่ 33 เมื่ออายุ 38 ปี และปัจจุบันเขาคือ รองประธานผู้บริหารทีมฟุตบอลและผู้จัดการทั่วไป ของเดนเวอร์\nคำถาม: ใครคือควอเตอร์แบ็กคนแรกที่พาทีมไปสู่ซูเปอร์โบว์ลมากกว่าหนึ่งครั้ง\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ขณะที่เหลือเวลาอีก 4:51 นาทีแคโรไลนาได้ครองลูกบอลที่เส้น 24 หลาในเขตของตัวเอง โดยมีโอกาสทำคะแนนนำไปสู่ชัยชนะ และในไม่ช้าก็ไปถึงเส้นที่ 3 หลาตัดกับ 9 หลา  ในการเล่นครั้งต่อไป มิลเลอร์ แย่งลูกบอลมาจาก นิวตัน และหลังจากที่ผู้เล่นหลายคนพุ่งเข้าหาลูกบอล  มันก็กระเด้งถอยหลังไปไกล และถูก วอร์ด แย่งกลับไปได้ เขาวิ่งกลับไปเป็นระยะห้าหลาไปที่เส้น 4 หลาของแพนเธอร์ส  แม้ว่าผู้เล่นหลายคนจะพุ่งเข้าไปกองทับกันเพื่อพยายามแย่งลูกบอล แต่นิวตันไม่ได้ทำเช่นนั้น และภายหลังเขาก็ถูกวิจารณ์ว่าขาดความรุนแรงในการเล่น ในระหว่างนั้น ทีมรุกของเดนเวอร์ถูกกันให้อยู่นอกเอนด์โซน สาม เกม แต่การที่ จอช นอร์แมน ซึ่งเป็นคอร์เนอร์แบ็กได้รับโทษจากการดึงแขน ทำให้บรอนคอสได้ดาวน์เพิ่มไปหลายดาวน์  หลังจากนั้น แอนเดอร์สัน ก็ทำคะแนนทัชดาวน์โดยวิ่งเป็นระยะทาง 2 หลา และแมนนิงก็ขว้างลูกไปให้ เบนนี ฟาวเลอร์ เพื่อทำ 2 คะแนนหลังทัชดาวน์ ทำให้เดนเวอร์นำไป 24-10 ในขณะที่มีเวลาเหลืออีก 3:08 นาที และเป็นฝ่ายได้เปรียบในเกม  แคโรไลนายังเหลือการเล่นอีกสองครั้ง แต่ไปไม่ถึงดาวน์แรกทั้งสองครั้ง\nคำถาม: ผู้เล่นที่แย่งบอลจากนิวตันในปลายควอเตอร์ที่สี่ชื่อว่าอะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: หน่วยพื้นฐานในการแบ่งเขตแดนในโปแลนด์คือ เทศบาล (กมินา) เมืองก็เป็นเทศบาลด้วยเช่นกัน ทว่ามีตราตั้งให้เป็นเมือง ทั้งเมืองและเทศบาลปกครองโดยนายกเทศมนตรี ทว่าในเทศบาล นายกเทศมนตรีเรียกว่าโวกต์ ( วอยต์ในภาษาโปแลนด์) ส่วนในเมืองเรียกว่าเบอร์มิสตร์  ในเมืองใหญ่ ๆ บางเมืองมีความรับผิดชอบและอำนาจพิเศษ ซึ่งเป็นอำนาจของหน่วยระดับที่สองของการแบ่งเขตแดน ซึ่งก็คือ มณฑล หรือโปเวียต   ตัวอย่างของอำนาจพิเศษดังกล่าว เช่น การจดทะเบียนรถยนต์ กมินาไม่สามารถจดทะเบียนรถยนต์ได้ เรื่องนี้เป็นงานของโปเวียต (เช่น เลขทะเบียนขึ้นอยู่กับว่ารถยนต์คันนั้นจดทะเบียนที่โปเวียตใด)  ในกรณีนี้เราหมายถึงมณฆลเมือง หรือโปเวียตกรอดสกี  ตัวอย่างของเมืองเหล่านี้ ได้แก่ ลูบลิน, กรากุฟ, กดังสก์ และปอสนัน  อำเภอในวอร์ซอว์มีอำนาจพิเศษบางอย่างที่โปเวียตมี เช่น การจดทะเบียนรถยนต์ ดังที่ได้กล่าวไปแล้ว  ตัวอย่างเช่น ในอำเภอโวลา มีหลักฐานการจดทะเบียนของตัวเอง ส่วนในอำเภออูร์ซีนุคก็มีหลักฐานการจดทะเบียนของตัวเอง (และรถยนต์จากโวลามีรูปแบบหมายเลขทะเบียนต่างจากของอูร์ซีนุค)  ทว่าในอำเภอ กรากุฟ ไม่มีอำนาจพิเศษของโปเวียต ดังนั้นหมายเลขทะเบียนในกรากุฟจึงเป็นประเภทเดียวกันกับของทุกอำเภอ\nคำถาม: ระดับที่สองของการแบ่งเขตแดนในโปแลนด์เรียกว่าอะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ตลาดหลักทรัพย์แห่งแรกของวอร์ซอว์ก่อตั้งขึ้นในปี 1817 โดยทำการซื้อขายหลักทรัพย์เรื่อยมาจนถึง สงครามโลกครั้งที่สอง และได้รับการก่อตั้งขึ้นใหม่ใน เดือนเมษายน ปี 1991 หลังจากที่การปกครองของคอมมิวนิสต์ภายหลังสงครามสิ้นสุดลง และมีการใช้ระบบเศรษฐกิจแบบตลาดเสรีอีกครั้ง เมื่อดูจากตัวชี้วัดมากมายแล้ว ปัจจุบันตลาดหลักทรัพย์วอร์ซอว์ (WSE) คือตลาดที่ใหญ่ที่สุดในภูมิภาค โดยมีบริษัทอยู่ในรายชื่อ 374 แห่ง และมีทุนรวมทั้งสิ้น 162,584 ล้านยูโร ณ วันที่ 31 สิงหาคม 2009 ตั้งแต่ปี 1991 จนถึงปี 2000 ตลาดหลักทรัพย์ตั้งอยู่ในอาคารซึ่งก่อนหน้านี้เป็นสำนักงานใหญ่ของ สหพรรคแรงงานโปแลนด์ (PZPR) ซึ่งเป็นเรื่องที่ย้อนแย้งน่าขัน\nคำถาม: ตลาดหลักทรัพย์วอร์ซอว์หยุดทำการเพราะเหตุใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ไม่นานหลังจากที่ชาวนอร์มันเริ่มเข้ามาในอิตาลี พวกเขาก็เข้าไปในจักรวรรดิไบแซนไทน์ แล้วตามด้วยอเมริกา โดยสู้รบกับชาวเพเชเน็ก ชาวบัลการ์ และโดยเฉพาะอย่างยิ่ง ชาว เซลจุกเติร์ก  ทหารรับจ้างชาวนอร์มันได้รับการสนับสนุนจากชาวลอมบาร์ดให้ไปที่ภาคใต้ก่อนเพื่อต่อต้านชาวไบแซนไทน์ แต่ไม่นานพวกเขาก็เข้าร่วมกับกองกำลังของไบแซนไทน์ในซิซิลี พวกเขาเป็นคนสำคัญที่เคียงข้างชาววารันเจียนและชาวลอมบาร์ดในศึกที่ซิซิลี ของจอร์จ มาเนียส ในปี 1038-40  มีการถกเถียงกันว่าแท้จริงแล้วชาวนอร์มันในกองทัพกรีกมาจากอิตาลีหรือไม่ และปัจจุบันนี้ดูเหมือนว่ามีเพียงไม่กี่คนเท่านั้นที่มาจากที่นั่น  นอกจากนี้ยังไม่มีใครรู้ด้วยว่ามี “ชาวแฟรงก์” (อย่างที่ชาวไบแซนไทน์เรียก) กี่คนที่เป็นชาวนอร์มันและไม่ใช่ชาวฝรั่งเศสเชื้อสายอื่น\nคำถาม: ใครคือศัตรูสำคัญในอิตาลีของชาว Norman จักรวรรดิไบแซนไทน์หรืออาร์เมเนีย\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ระหว่างปี 1402 และ 1405 การเดินทางสู้รบซึ่งนำโดยฌ็อง เดอ เบอเทนกูร์ ซึ่งเป็นขุนนางชาว นอร์มัน และ ปัวเตอวีน กาดิเฟร์ เดอ ลา ซาล สามารถพิชิตเกาะลันซารอเต เกาะฟัวร์เตเวนตูรา และเกาะเอลเอียร์โรแห่งหมู่เกาะคานารี ซึ่งอยู่ใกล้กับชายฝั่งแอตแลนติกของ ทวีปแอฟริกา มาได้ กองกำลังของพวกเขารวมตัวกันในนอร์ม็องดีและกัสโคนีและได้รับการเสริมกำลังจากอาณานิคมของคาสตีลในภายหลัง\nคำถาม: หมู่เกาะคานารีอยู่ใกล้ชายฝั่งของทวีปใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในพุทธศาสนาทิเบต ครูสอนธรรมะในทิเบตนั้นถูกเรียกว่า ลามะ ลามะผู้ผ่าน พระวรสารและสิทธิ มุ่งมั่นที่จะ เกิดใหม่ บ่อยหลายครั้ง เพื่อที่จะดำเนินการปฎิญาณพระโพธิสัตว์ต่อซึ่งถูกเรียกว่า ตุลกุ\nคำถาม: อะไรช่วยให้ลามะมุ่งมั่นที่จะเกิดใหม่?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: แคลิฟอเนียใต้ประกอบด้วยสภาพแวดล้อมในเมืองที่พัฒนาอย่างหนัก เป็นที่ตั้งของเขตเมืองที่ใหญ่ที่สุดในรัฐ พร้อมด้วย พื้นที่กว้างใหญ่ ที่ยังไม่ได้รับการพัฒนา เป็นมหานครที่มีประชากรมากเป็น อันดับสาม ในสหรัฐ ตามหลัง Great Lakes Megalopolis และ Northeastern megalopolis ส่วนมากแคลิฟอเนียใต้นั้นมีชื่อเสียงในเรื่องชุมชนชานเมือง ที่ใหญ่, กระจายออกและการใช้รถยนต์และ ทางหลวง พื้นที่ที่โดดเด่นคือ Los Angeles, Orange County, San Diego, และ Riverside-San Bernardino ซึ่งแต่ละแห่งเป็นศูนย์กลางของพื้นที่มหานครนั้น ๆ ประกอบด้วยเมืองเล็ก ๆ และชุมชนจำนวนมาก พื้นที่เมืองยังเป็นที่ตั้งเขต เมืองนานาชาติในรูปของ San Diego–Tijuana ถูกสร้างโดยพื้นที่เมืองทะลักเข้าสู่ Baja California\nคำถาม: นอกเหนือจากการใช้รถยนต์ มีอะไรที่แคลิฟอเนียใต้ขึ้นชื่อเรื่องการใช้อีก?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในวันที่ 8 กุมภาพันธ์ 2007 BSkyB ประกาศเจตนาในการแทนที่ช่องดิจิตัลทีวีฟรีบนพื้นดินพร้อมช่องสมัครสมาชิกสี่ช่อง มีการเสนอว่าช่องเหล่านี้จะมอบเนื้อหาหลากหลายจากพอร์ตโฟลิโอของ BSkyB รวมทั้งกีฬา (รวมถึง ฟุตบอลพรีเมียร์ลีกอังกฤษ), ภาพยนตร์, สื่อบันเทิงและข่าว การประกาศมาถึงหนึ่งวันหลัง Setanta Sports ยืนยันว่าจะเปิดตัวใน เดือนมีนาคม เป็นบริการแบบสมัครสมาชิกบนแพลตฟอร์ม ดิจิตัลภาคพื้นดิน และในวันเดียวกันนั้นเองที่บริการของ NTL เปลี่ยนแบรนด์ใหม่เป็น Virgin Media อย่างไรก็ตาม แหล่งข่าวภาคอุตสาหกรรมเชื่อว่า BSkyB จะถูกบังคับให้เก็บแผนเพื่อถอนช่องของตัวเองจาก Freeview และแทนที่ด้วยช่องแบบสมัครสมาชิก เนื่องจากความเป็นไปได้ที่จะเสียรายได้จากโฆษณา\nคำถาม: BSkyB ประกาศเจตนาในการแทนที่ช่องดิจิตัลออกอากาศฟรีของตนเมื่อไร?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: พรรคกลางซ้าย พรรคแรงงานออสเตรเลีย (ALP), พรรคกลางขวา พรรคเสรีนิยม แห่งออสเตรเลีย, พรรคตามชนบท พรรคชาติ แห่งออสเตรเลีย และพรรครักสิ่งแวดล้อม Australian Greens คือพรรคการเมืองหลักของวิคตอเรีย ตามธรรมเนียม พรรคแรงงาน มีฐานเสียงเยอะสุดในชนชั้นแรงงานของชานเมืองเมลเบิร์นตะวันตกและเหนือ และเมืองในเขตบาลเลแรท, เบนดิโกและกีลอง ฝ่ายสนับสนุนหลักของพรรคเสรีนิยมอยู่ที่ชานเมืองตะวันออกและรอบนอกที่ร่ำรวยกว่าในเมลเบิร์น และศูนย์กลางภูมิภาคและชนบทบางที่ The Greens ผู้ได้ที่นั่งสภาผู้แทนราษฎรเก้าอี้แรกในปี 2014 มีฐานเสียงเยอะสุดในเมืองเมลเบิร์นชั้นใน\nคำถาม: พรรคการเมืองใดมีฐานเสียงมากที่สุดในเขตตะวันออกและตะวันตกเฉียงเหนือของวิคตอเรีย?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ยังมีผู้ประกอบการขนส่งสินค้ารายย่อยและรถไฟสำหรับนักท่องเที่ยวจำนวนหนึ่งทำงานบนสายซึ่งครั้งหนึ่งเคยเป็นส่วนหนึ่งของระบบที่รัฐเป็นเจ้าของ รถไฟสายวิคตอเรียใช้ ทางรถไฟขนาด 1,600 มม. (5 ฟุต 3 นิ้ว) เป็นหลัก อย่างไรก็ตาม เส้นทางระหว่างรัฐ เช่นเดียวกับเส้นทางรถไฟในทิศตะวันตกของรัฐได้แปลง ทางรถไฟเป็นขนาดมาตรฐาน 1,435 มม. (4 ฟุต 8 1⁄2 นิ้ว) ทางรถไฟท่องเที่ยวสองสายทำงานบน เส้นทางรถไฟแคบ 760 mm (2 ฟุต 6 นิ้ว) ซึ่งเป็นเศษของห้า เส้นทางที่รัฐบาลเคยเป็นเจ้าของซึ่งสร้างใน พี้นที่มีภูเขา\nคำถาม: เส้นทางรถไฟบางเส้นมีการเปลี่ยนแปลงเป็นขนาดใดในฝั่งตะวันตกของวิคตอเรีย?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในที่สุดกลุ่ม (หรือปัจเจกบุคคล) ที่เป็นชาวอูเกอโนต์ในอเมริกาเหนือก็ เข้าร่วมกับโปรเตสแตนต์กลุ่มอื่น โดยมีสมาชิกเพิ่มขึ้นจำนวนมาก ชาวอูเกอโนต์ปรับตัวอย่างรวดเร็วและมักจะ แต่งงานกับคนนอกชุมชนชาวฝรั่งเศส ซึ่งทำให้พวกเขาหลอมรวมกับสังคม บรรพบุรุษของพวกเขาในหลายครอบครัวยังคงตั้งชื่อและนามสกุลให้ลูกหลานเป็นภาษาฝรั่งเศส มาจนถึงศตวรรษที่ 19 ชาวฝรั่งเศสซึ่งหลอมรวมเป็นส่วนหนึ่งของสังคมมีส่วนช่วยในเศรษฐกิจของสหรัฐอเมริกาอย่างมาก โดยเฉพาะในฐานะพ่อค้าและช่างฝีมือในยุคอาณานิคมตอนปลายและยุคสหพันธรัฐตอนต้น ตัวอย่างเช่น อี.ไอ.ดูปองต์ อดีตนักเรียนของลาวัวซิเอร์ได้ก่อตั้ง โรงงานผลิตดินปืนชื่อเอลูเธเรียน ขึ้น\nคำถาม: ใครคือผู้สืบเชื้อสายมาจากชาวอูเกอโนต์ซึ่งผลิตอาวุธ\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: แม้ว่าจะไม่มีการใช้งานเครื่องจักรไอน้ำระบบแลกเปลี่ยนในทางการค้าอย่างกว้างขวางอีกต่อไป หลายบริษัทก็ยังทำการค้นคว้าและใช้ประโยชน์จากศักยภาพของเครื่องจักรเพื่อเป็นทางเลือกสำหรับเครื่องยนต์เผาไหม้ภายใน บริษัท เอเนอร์จีโปรเจ็กต์ เอบี ใน สวีเดน ได้พัฒนาการใช้วัสดุทันสมัยในกาดักจับพลังงานไอน้ำไปอีกขั้น ประสิทธิภาพของเครื่องจักรไอน้ำของเอเนอร์จีโปรเจ็กต์ เอบี มีถึง 27-30% ของเครื่องจักรแรงดันสูง มันคือเครื่องยนต์กระบอกสูบ 5 เดียว (ไม่มีหลายกระบอก) ซึ่งมีไอน้ำความร้อนสูง และใช้ไอน้ำประมาณ 4 กก. (8.8 ปอนด์) ต่อกิโลวัตต์ชั่วโมง [ไม่มีข้อมูลประกอบ]\nคำถาม: บริษัทสมัยใหม่บริษัทใดที่พัฒนาเครื่องจักรไอน้ำโดยใช้วัสดุสมัยใหม่\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในวันที่ 6 ตุลาคม 1973 ซีเรียและอียิปต์บุกโจมตีอิสราเอลโดยที่อิสราเอลไม่ทันตั้งตัวที่ยมคิปปูร์  โดยได้รับการสนับสนุนจากประเทศอาหรับอื่นๆ ความเป็นปรปักษ์ที่เกิดจากความขัดแย้งระหว่างชาวอาหรับและชาวอิสราเอลที่เกิดขึ้นอีกครั้ง นี้ ส่งผลให้เกิดความกดดันทางเศรษฐกิจต่อราคาน้ำมัน ณ ขณะนั้น อิหร่าน คือผู้ส่งออกน้ำมันรายใหญ่อันดับสองของโลกและเป็นพันธมิตรที่ใกล้ชิดกับสหรัฐอเมริกา หลายสัปดาห์ต่อมา พระเจ้าชาห์แห่งอิหร่านได้ตรัสในการสัมภาษณ์หนึ่งว่า “ชัดเจนว่า [ราคาน้ำมัน] จะขึ้น... อย่างแน่นอน! ยังไงน่ะเหรอ!... พวกท่าน [ประเทศตะวันตก] ขึ้นราคาข้าวสาลีที่ขายให้เรา 300 เปอร์เซนต์ และน้ำตาลกับปูนซีเมนต์ก็เช่นกัน... ท่านซื้อน้ำมันดิบจากเรา กลั่นเป็นผลิตภัณฑ์ปิโตรเคมี และขายคืนให้เราในราคาร้อยเท่าของที่ท่านจ่ายให้เรา มันก็ยุติธรรมดี ที่จากนี้ไปท่านจะต้องจ่ายค่าน้ำมันแพงขึ้น เอาเป็นว่า แพงขึ้น สิบ เท่าก็แล้วกัน”\nคำถาม: ประเทศอื่นๆ ต้องจ่ายค่าน้ำมันแพงขึ้นกี่เท่าหลังการบุกโจมตี\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: การก่อตั้งคณะกรรมการเฉพาะกิจของซีแมน นำโดยผู้ช่วยด้านเทคนิคพิเศษ นิโคลัส อี. โกโลวิน ในเดือน กรกฎาคม ปี 1961 เพื่อแนะนำให้มีการสร้างยานพาหนะเพื่อใช้ในโครงการอพอลโล แสดงให้เห็นจุดเปลี่ยนในการตัดสินใจในการเลือกรูปแบบการปฏิบัติการของนาซ่า คณะกรรมการชุดนี้ตระหนักว่ารูปแบบการปฏิบัติการที่เลือกเป็นส่วนสำคัญในการเลือกยานพาหนะ และแนะนำให้ใช้รูปแบบการปฏิบัติการที่ผสมกันระหว่าง EOR และ LOR  การพิจารณาถึง LOR รวมถึงผลงานที่เป็นอมตะของฮูโบลต์ มีบทบาทสำคัญต่อการเผยแพร่ความเป็นไปได้ของวิธีการนี้ไปสู่สาธารณะ ในปลายปี 1961 และต้นปี 1962 สมาชิกของ ศูนย์ยานอวกาศที่มีมนุษย์ควบคุม เริ่มสนับสนุน LOR และยังได้ว่าจ้าง โจเซฟ เชีย ให้เป็นรองผู้อำนวยการสำนักงานการบินในอวกาศโดยมนุษย์ และเขาก็ได้กลายเป็นผู้สนับสนุน LOR ตัวยง บรรดาวิศวกรที่ ศูนย์การบินอวกาศมาร์แชล ต้องใช้เวลานานกว่าเขา กว่าจะเชื่อมั่นในประโยชน์ของ LOR แต่การเปลี่ยนใจของพวกเขาก็ได้รับการประกาศโดย แวร์นเฮอร์ วอน บราวน์ ในการประชุมสั้นๆ ในเดือนมิถุนายน ปี 1962 \nคำถาม: ใครได้รับการว่าจ้างให้เป็นรองผู้อำนวยการสำนักงานการบินในอวกาศโดยมนุษย์\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: การทดสอบปลั๊กเอาต์เริ่มขึ้นในเช้าวันที่ 27 มกราคม ปี 1967 และเผชิญสารพัดปัญหาในทันที นักบินที่หนึ่ง ได้กลิ่นแปลกๆ ในชุดอวกาศของพวกเขา จนทำให้การปิดประตูล่าช้า จากนั้น ปัญหาในการสื่อสารก็ทำให้นักบินอวกาศหงุดหงิดจนทำให้ต้องหยุดการจำลองการนับถอยหลังไว้ก่อน ในช่วงระหว่างที่หยุดนี้ ได้เกิด ไฟไหม้จากไฟฟ้า ในห้องโดยสารและลุกลามอย่างรวดเร็วในสภาพความกดอากาศสูงซึ่งมี ออกซิเจน 100% ในบรรยากาศ ไฟทำให้ความกดอากาศเพิ่มขึ้นสูงจนห้องโดยสารแตกและไฟลามไปบนบริเวณฐานปล่อยยาน ทำให้ช่วยเหลือลูกเรือได้ลำบาก นักบินอวกาศ สลบ ก่อนที่จะสามารถเปิดประตูได้\nคำถาม: เกิดอะไรขึ้นระหว่างการทดสอบปลั๊กเอาต์จนเกิดความล่าช้าเมื่อได้กลิ่นเหม็นในชุดอวกาศ \n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ป่าดิบชื้นอเมซอน (ภาษาโปรตุเกส: Floresta Amazônica หรือ Amazônia, ภาษาสเปน: Selva Amazónica, Amazonía หรือมักเรียกว่า Amazonia, ภาษาฝรั่งเศส: Forêt amazonienne, ภาษาดัตช์: Amazoneregenwoud) หรือที่เรียกว่า Amazonia หรือ Amazon Jungle ในภาษาอังกฤษ เป็น ป่าใบกว้างชื้น ที่ครอบคลุมพื้นที่ส่วนใหญ่ของแอ่งอเมซอนในทวีปอเมริกาใต้ แอ่งนี้กินพื้นที่ 7,000,000 ตารางกิโลเมตร (2,700,000 ตารางไมล์) โดยที่ป่าดิบชื้นอเมซอนกินพื้นที่ไป 5,500,000 ตารางกิโลเมตร (2,100,000 ตารางไมล์) พื้นที่นี้มีดินแดนเป็นของประเทศต่างๆ รวมทั้งหมด 9 ประเทศ พื้นที่ป่าส่วนใหญ่ราวร้อยละ 60 อยู่ใน ประเทศบราซิล รองลงมา คือ เปรู ร้อยละ 13 และโคลอมเบีย ร้อยละ 10 และอีกเล็กน้อยในเวเนซุเอลา เอกวาดอร์ โบลิเวีย กายอานา ซูรินาม และเฟรนช์เกียนา รัฐหรือกระทรวงในกว่า 4 ประเทศมีคำว่า \"อเมซอนาส\" ปรากฏอยู่ในชื่อ ป่าอเมซอนคิดเป็นเนื้อที่ กว่าครึ่ง ของป่าดิบชื้นที่ยังเหลืออยู่บนโลก และเป็นป่าดิบชื้นเขตร้อนขนาดใหญ่ที่สุดและมีความหลากหลายทางชีวภาพมากที่สุดในโลก มีต้นไม้ประมาณ 390 พันล้านต้นและมีพันธุ์ไม้ประมาณ16,000 ชนิด\nคำถาม: แอ่งอเมซอนมีพื้นที่กี่ตารางกิโลเมตร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ช่วงปี 1991 ถึง 2000 พื้นที่ป่าทั้งหมดที่สูญหายไปในเขตอเมซอนเพิ่มสูงขึ้นจาก 415,000 เป็น 587,000 ตารางกิโลเมตร (160,000 เป็น 227,000 ตารางไมล์) โดยพื้นที่ป่าส่วนใหญ่ที่หายไปกลายเป็น ทุ่งเลี้ยงโคกระบือ ร้อยละ 70 ของเขตป่าเก่าในอเมซอน และ 91% ของพื้นที่ที่ถูกตัดไม้ทำลายป่านับตั้งแต่ปี 1970 ถูกใช้เป็นทุ่งปศุสัตว์ ปัจจุบัน บราซิลถือเป็น ผู้ผลิตถั่วเหลืองอันดับ 2 ของโลก รองจากสหรัฐอเมริกา อย่างไรก็ดี งานวิจัยใหม่ที่จัดทำโดยเลดิเมียร์ โอลิเวียราและคณะชี้ว่าพื้นที่ป่าดิบชื้นในอเมซอนถูกโค่นมากขึ้นและมีฝนตกในพื้นที่น้อยลง ส่งผลให้ผลผลิตต่อเฮกเตอร์ลดลง แม้คนส่วนใหญ่จะเห็นต่าง แต่ในความเป็นจริง บราซิลยังไม่ได้ประโยชน์ทางเศรษฐกิจอย่างเห็นได้ชัดจากการตัดไม้ในเขตป่าดิบชื้นและแปลงพื้นที่เหล่านี้เป็นทุ่งหญ้าเลี้ยงสัตว์\nคำถาม: พื้นที่ป่าอเมซอนที่ถูกโค่นเพื่อขยายการปศุสัตว์คิดเป็นร้อยละเท่าไหร่\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: เมืองเฟรสโนมี ทางหลวงแผ่นดินเส้นที่ 99 เป็นถนนฟรีเวย์เหนือ/ใต้สายหลักที่เชื่อมแหล่งที่อยู่อาศัยหลักของแคลิฟอร์เนีย เซ็นทรัล วัลเลย์ มีทางหลวงแผ่นดินเส้นที่ 168 หรือ เซียร์รา ฟรีเวย์ วิ่งไปทางฝั่งตะวันออกของเมืองโคลวิสและฮันติงตันเลค มี ทางหลวงแผ่นดินเส้นที่ 41 (โยเซมิตี ฟรีเวย์/ไอเซนฮาวร์ ฟรีเวย์) ทอดจากอาตาสเคอเดโรทางตอนใต้มายังเมืองเฟรสโน และมุ่งหน้าไปทางตอนเหนือไปยังโยเซมิตี มีทางหลวงแผ่นดินเส้นที่ 180 (คิงส์แคนยอน ฟรีเวย์) วิ่งจาก ฝั่งตะวันตก ผ่านเมืองเมนโดตา มาจากฝั่งตะวันออกของอุทยานแห่งชาติคิงส์แคนยอน เพื่อมุ่งหน้าไปยังเมืองรีดเลย์\nคำถาม: เส้นทางโยเซมิตี ฟรีเวย์มีชื่อเรียกอีกอย่างว่าอะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: DECnet เป็น ชุดโปรโตคอลเครือข่ายที่สร้างขึ้นโดยบริษัทดิจิตอลอีควิบเมนต์คอร์เปอเรชัน เปิดตัวเป็นครั้งแรกในปี 1975 ใช้สำหรับ เชื่อมต่อมินิคอมพิวเตอร์ PDP-11 สองเครื่องเข้าด้วยกัน จากนั้นจึงพัฒนาเป็นหนึ่งในสถาปัตยกรรมเครือข่ายแบบเพียร์ทูเพียร์ชุดแรก และทำให้ DEC กลายเป็นศูนย์กลางเครือข่ายในช่วงทศวรรษ 1980 เดิมที ชุดโปรโตคอลนี้มีเพียง 3 ระดับ (1982) และพัฒนากลายมาเป็นโปรโตคอลเครือข่ายที่รองรับ OSI แบบ 7 ระดับ โปรโตคอล DECnet ได้รับการออกแบบโดยบริษัทดิจิตอลอีควิบเมนต์คอร์เปอเรชันทั้งหมด แต่ DECnet เฟส 2 (และรุ่นหลังจากนี้) เปลี่ยนมาใช้มาตรฐานแบบเปิด และมีการเผยแพร่ข้อมูลจำเพาะ รวมถึงพัฒนาการปรับใช้ในหลายๆ ส่วนภายนอก DEC อาทิเช่น ระบบสำหรับ Linux\nคำถาม: DECnet คืออะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: วาย.เพสทิสได้รับการกล่าวถึงในรูปแบบต่างๆ กัน ทวิกก์ เสนอความคิดว่าสาเหตุของกาฬโรคนั้นเป็น รูปแบบหนึ่งของแอนแทรกซ์ และนอร์แมน แคนเทอร์ (2001) คิดว่ามันอาจจะเป็น ส่วนผสมระหว่างแอนแทรกซ์และโรคระบาดอื่นๆ สกอตต์และดันแคนโต้แย้งว่ากาฬโรคเป็นรูปแบบหนึ่งของโรคติดต่อซึ่งนิยามได้ว่าเป็นโรคระบาดที่ทำให้เลือดออกเหมือนอีโบล่า บาร์นีย์ สโลน ซึ่งเป็นนักโบราณคดีได้โต้แย้งว่าไม่มีหลักฐานมากพอเกี่ยวกับการเสียชีวิตของหนูจำนวนมากอยู่ในบันทึกทางประวัติศาสตร์ของบริเวณริมแม่น้ำในลอนดอนในยุคกลาง กาฬโรคระบาดอย่างรวดเร็วมากจนเกินกว่าจะสนับสนุนทฤษฎีที่ว่าวาย.เพสทิสแพร่ระบาดมาจากเห็บหนู เขาแย้งว่าการติดต่อจะต้องเป็นจากคนสู่คน อย่างไรก็ดี ไม่มีคำอธิบายอื่นที่ได้รับการยอมรับอย่างกว้างขวาง นักวิชาการจำนวนมากซึ่งสนับสนุนความคิดที่ว่าวาย.เพสทิสคือปัจจัยสำคัญที่ทำให้เกิดกาฬโรคให้ความเห็นว่า ความรุนแรงและอาการของโรคนี้สามารถอธิบายได้ว่าเป็นการผสมผสานของโรคฝีกับโรคอื่นๆ รวมถึง ไทฟอยด์ ฝีดาษ และการติดเชื้อในทางเดินหายใจ นอกเหนือจากการอักเสบของฝีแล้ว ยังมีภาวะเซปติสมิก (\"ภาวะโลหิตเป็นพิษ” ชนิดหนึ่ง) และนิวมอเนีย (เชื้อโรคในอากาศซึ่งโจมตีปอดก่อนจะโจมตีส่วนที่เหลือของร่างกาย) ซึ่งทำให้ระยะเวลาของการระบาดยาวนานหลายฤดูกาล และเป็นสาเหตุให้อัตราการเสียชีวิตสูง รวมทั้งยังทำให้มีการบันทึกอาการต่างๆ เพิ่มเติม ในปี 2014 นักวิทยาศาสตร์และกระทรวงสาธารณสุขประเทศอังกฤษ ได้ประกาศผลของการตรวจสอบ 25 ศพซึ่งขุดขึ้นมาจากบริเวณเคลอร์เคนเวลในลอนดอน รวมถึงที่ได้มีการลงทะเบียนแจ้งความประสงค์ไว้ในลอนดอนในช่วงระหว่างที่เกิดเหตุการณ์ และผลที่ได้ก็สนับสนุนสมมติฐานเรื่องนิวมอเนีย\nคำถาม: กระทรวงสาธารณสุขประเทศอังกฤษขุดศพขึ้นมาจำนวนเท่าไร \n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: กาฬมรณะทำลายล้างโลกอิสลามไปเป็นส่วนมาก กาฬโรคปรากฏในสถานที่อย่างน้อยหนึ่งแห่งของโลกอิสลามแทบทุกปีระหว่างปี 1500 และ 1850 กาฬโรคโจมตีเมืองต่างๆ ในทวีปแอฟริกาเหนือซ้ำแล้วซ้ำเล่า แอลเจียร์สูญเสียประชากร สามแสนถึงห้าแสนคน ในปี 1620–21 และอีกครั้งในปี 1654–57, 1665, 1691 และ 1740–42 กาฬโรคยังคงเป็นเหตุการณ์สำคัญในสังคมของจักรวรรดิออตโตมัน จนกระทั่งไตรมาสที่สองของศตวรรษที่ 19 มีการบันทึกว่าระหว่างปี 1701 และ 1750 เกิดโรคระบาดที่รุนแรงมากกว่าและน้อยกว่ากาฬโรค 37 ชนิดในกรุงคอนสแตนติโนเปิล และหว่างปี 1751 ถึง 1800 อีก 31 ชนิด กรุงแบกแดดทุกข์ทรมานอย่างแสนสาหัสจากการมาเยือนของกาฬโรค สองในสามของประชากร ถูกกวาดล้าง\nคำถาม: กาฬโรคปรากฏในประเทศอิสลามเมื่อใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: เจมส์ ฮัตตัน มักถูกมองว่าเป็นนักธรณีวิทยาสมัยใหม่คนแรก ในปี 1785 เขานำเสนอวิทยานิพนธ์ที่ชื่อว่า ทฤษฎีโลก แก่สมาคมวิทยาศาสตร์เอดินบะระ เขาอธิบายทฤษฎีของตนเองไว้ในวิทยานิพนธ์ว่า โลกจะต้องมีอายุมากกว่าที่เคยคาดกันไว้มากนัก จึงจะมีเวลาเพียงพอสำหรับภูเขาที่จะถูกกัดกร่อน และสำหรับตะกอนที่จะก่อตัวเป็นก้อนหินที่ก้นทะเล ซึ่งถูกดันขึ้นมาจนกลายเป็นพื้นดินแห้ง ในปี 1795 ฮัตตันตีพิมพ์แนวคิดของเขาไว้ในหนังสือสองเล่ม (Vol. 1, Vol. 2)\nคำถาม: เจมส์ ฮัตตัน ตีพิมพ์ทฤษฎีของเขาไว้ในหนังสือสองเล่มในปีใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: หลักฐานของการตั้งถิ่นฐานในบริเวณที่ปัจจุบันคือนิวคาสเซิลซึ่งมีการบันทึกไว้เป็นอย่างแรกคือ ปงส์อีเลียส ซึ่งเป็นป้อมปราการและสะพานข้าม แม่น้ำไทน์ ของชาวโรมัน ปงส์อีเลียสได้รับการตั้งชื่อตามจักรพรรดิโรมันนามว่าเฮเดรียน ซึ่งเป็นผู้ก่อสร้างมันขึ้นในศตวรรษที่ 2 แห่งคริสตศักราช การให้เกียรติซึ่งหาได้ยากนี้ชี้ให้เห็นว่าจักรพรรดิเฮเดรียนอาจเคยไปที่บริเวณนั้นและก่อสร้างสะพานขึ้นสำหรับการไปเยือนอังกฤษ คาดว่าประชากรของปงส์อีเลียสในยุคนั้นมีอยู่ประมาณ 2,000 คน ชิ้นส่วนของกำแพงของ เฮเดรียน ยังคงปรากฏให้เห็นอยู่ในส่วนต่างๆ ของนิวคาสเซิล โดยเฉพาะตามถนนเวสต์โร้ด ระยะทางของ \"กำแพงโรมัน\" นี้ทอดยาวไปทางทิศตะวันออกไปยังป้อมปราการเซเกดูนัมในวอลล์เซนด์ ซึ่งเป็น “ที่สิ้นสุดของกำแพง” และไปยังป้อมเสริมอาร์ไบอาในเซาธ์ชีลดส์ กำแพงเฮเดรียนมีความยาว 73 ไมล์ (117 กม.) ทอดขยายไปตามความกว้างของอังกฤษ กำแพงนี้รวมตัวเข้ากับกำแพงป้องกัน ซึ่งมีคูน้ำทอดไปทางด้านหลังพร้อมด้วยเนินดินขนานกันไป และจุดประสงค์หลักในการก่อสร้างคือ เพื่อป้องกันไม่ให้มีการอพยพที่ไม่พึงประสงค์ และป้องกันการโจมตีของชาวเผ่า พิคทิช จากทางเหนือ ไม่ได้สร้างขึ้นเพื่อเป็นแนวรบสำหรับการรุกรานครั้งใหญ่\nคำถาม: แม่น้ำใดที่มีสะพานข้ามในสมัยโรมัน\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: คอลเล็กชันเครื่องแต่งกายนั้นครอบคลุมมากที่สุดในอังกฤษ โดยมีเสื้อผ้า มากกว่า 14,000 ชุด พร้อมด้วยเครื่องประดับ ซึ่งส่วนมากมาจากยุค 1600 จนถึงปัจจุบัน ภาพร่างเครื่องแต่งกาย สมุดบันทึกการออกแบบ และผลงานอื่นๆ ซึ่งอยู่บนกระดาษ ได้รับการจัดแสดงโดยแผนก ถ้อยคำและรูปภาพ  เนื่องจากไม่ค่อยมีเสื้อผ้าที่ใช้ในชีวิตประจำวันในยุคก่อนๆ หลงเหลืออยู่ เสื้อผ้าส่วนใหญ่ในคอลเล็กชันจึงเป็นเสื้อผ้าแฟชั่นที่ตัดเย็บขึ้นเพื่อโอกาสพิเศษ หนึ่งในของขวัญที่เป็นเครื่องแต่งกายที่สำคัญที่สุด ซึ่งมาถึงที่พิพิธภัณฑ์ในปี 1913 เมื่อวีแอนด์เอได้รับคอลเล็กชันของทัลบอต ฮิวส์ ซึ่งมีเสื้อผ้าและเครื่องประดับจำนวน 1,442 ชิ้นเป็นของขวัญจาก แฮร์รอดส์ ตามด้วยเครื่องแต่งกายที่โชว์อยู่ในห้างสรรพสินค้าซึ่งอยู่ใกล้เคียง\nคำถาม: ทำไมเครื่องแต่งกายส่วนใหญ่ในคอลเล็กชันจึงเป็นเสื้อผ้าที่ตัดเย็บขึ้นสำหรับโอกาสพิเศษ\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในปี 1988 เครือข่ายเริ่มใช้ภาพกราฟิกแบบมินิมอลเพื่อแสดงเอกลักษณ์ของตนซึ่งออกแบบโดย พิตทาร์ต ซัลลิแวน เป็นโลโก้ \"วงกลมเอบีซี\" สีขาวดำขนาดเล็กบนพื้นหลังสีเหลือง (การโปรโมทสถานีในช่วงนี้ใช้รูปภาพนิ่งของดาราในรายการประจำสถานีในตารางเวลาช่วงที่ออกอากาศ รวมถึงตารางออกอากาศซึ่งจะเริ่มในช่วงไพรม์ไทม์ของแต่ละคืนเป็นต้นไป มีการใช้ธีมเสียงดนตรีสี่โน้ตแบบใหม่ควบคู่ไปกับสิ่งต่างๆ ที่กล่าวมาด้วยเช่นกัน โดยสร้างสรรค์จากแคมเปญจ์ \"เรารักทีวี” เพื่อสร้างภาพลักษณ์ของทางสถานีในปีนั้นเป็นพื้นฐาน และสร้างสรรค์สัญลักษณ์ทางเสียงเพลงให้เทียบเท่ากับของเสียงดังกังวานของเอ็นบีซี เสียงโน้ตสามตัวหลายๆ แบบของซีบีเอส (รวมถึงเวอร์ชันปัจจุบันที่ใช้มาตั้งแต่ปี 2000) และของฟ็อกซ์แฟนแฟร์ อัตลักษณ์ที่ใช้เสียงดนตรีสี่โน้ตได้รับการปรับเปลี่ยนทุกฤดูกาลของโทรทัศน์นับจากนั้นเป็นต้นมา (ทว่ายังคงใช้เวอร์ชันที่ใช้มาตั้งแต่ฤดูกาล 1998-99 อยู่ในระหว่างที่มีการแสดงโลโก้ของบริษัทผู้ผลิตรายการซึ่งตามหลังการให้เครดิตปิดท้ายรายการในรายการส่วนใหญ่) ในฤดูใบไม้ร่วงปี 2015 สถานีโทรทัศน์เอบีซีหยุดใช้จิงเกิลสี่โน้ตในการแสดงโลโก้ของบริษัทผู้ผลิตรายการซึ่งตามหลังการให้เครดิตปิดท้ายรายการ ในรายการส่วนใหญ่ที่มีมากว่า 17 ปี และปัจจุบันนี้ใช้เพลงประเภทอื่นซึ่งคึกคักกว่า (โดยใช้เสียงกลองเล่นเพลงสี่โน้ตซึ่งเป็นสัญลักษณ์ของสถานีในตอนท้ายรายการ) ยังคงมีการใช้เพลงธีมเดิมที่มีโน้ตสี่ตัวใน เอบีซีออนดีมานด์ ในตอนเริ่มรายการ\nคำถาม: เอบีซีเลิกใช้จิงเกิลสี่โน้ตสำหรับการโปรโมทในปีใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ความก้าวหน้าในตะวันออกกลางในสาขา พฤกษศาสตร์และเคมี เปลี่ยนยาในศาสนาอิสลามในยุคกลางไปสู่การเป็นเภสัชวิทยาอย่างมีนัยสำคัญ ตัวอย่างเช่นที่ มูฮัมหมัด อิบิน ซาคาริยา ราซิ (เรซส์) (865–915) ได้ทำการส่งเสริมการใช้สารเคมีทางการแพทย์ อาบู อัลคาซิม อัลซาราวี (แอบอัลคาซิส) (936–1013) เป็นผู้นำในการใช้การระเหิดและการกลั่นเพื่อเตรียมยา หนังสือลิเบอร์เซอร์วิตอริสของเขามีความน่าสนใจเป็นพิเศษ เนื่องจากสามารถให้ตำรับและสอนวิธีปรุงยาที่เคยเป็นสารประกอบอันสลับซับซ้อนให้สามารถทำได้อย่าง 'ง่ายดาย' อย่างไรก็ตาม ซาเบอร์ อิบิน ซาห์ล (d 869) เป็นแพทย์คนแรกที่ได้จัดทำฟาร์มาโคพีเดียขึ้นมาอธิบายยาและวิธีการรักษาโรคอย่างหลากหลาย อัลบิรูนี (973–1050) เขียนงานด้านเภสัชวิทยาที่มีคุณค่ามากที่สุดขึ้นมาในภาษาอิสลามในชื่อ คิทาบ อัลเซย์ดาลาห์ (ตำรายา) อธิบายคุณสมบัติของยาอย่างละเอียด ทั้งยังระบุบทบาทของร้านขายยารวมไปจนถึงหน้าที่และวิธีการทำงานของเภสัชกร อาวิเซนนาก็ได้บรรยายวิธีปรุง รวมถึงคุณสมบัติ โหมดการทำงาน และวิธีใช้ยาไว้ไม่ต่ำกว่า 700 ตำรับ ที่จริงแล้วเขาได้อุทิศทั้งเล่มให้แก่ยาอย่างง่ายในสารานุกรมทางการแพทย์ ที่ส่งผลกระทบอย่างใหญ่หลวงคืองานของอัลมาริดินีแห่งแบกแดดและไคโร และอิบิน อัลวาฟิด (1008–1074) ซึ่งทั้งสองเล่มจัดพิมพ์ในภาษาลาตินไม่ต่ำกว่าห้าสิบครั้งในชื่อ เดอเมดีซีนีส์ยูนิเวอร์ซาลิบันเอ็ตพาร์ติคูลาริบัส โดย 'เมซูอิ' ผู้น้อง และเมดิคาเมนติสซิมพลิซิบัส โดย 'อาเบนกูฟิต' ปีเตอร์แห่งอาบาโน (1250–1316) ได้แปลและเพิ่มผนวกให้แก่งานของอัลมาริดินีภายใต้ชื่อเรื่อง เดอเนริส อัลมูวาฟแฟค ก็เป็นผู้นำร่องในสาขานี้ เขาได้เขียนพื้นฐานของคุณสมบัติที่แท้จริงของการเยียวยา รวมไปจนถึงการอธิบายเกี่ยวกับอาร์เซนัสออกไซด์ และการสร้างความคุ้นเคยกับกรดซิลิซิกขึ้นมาในศตวรรษที่สิบ เขาแยกความแตกต่างระหว่าง โซเดียมคาร์บอเนต และโปตัสเซียมคาร์บอเนต ได้อย่างชัดเจน และยังได้ให้ความสนใจในธรรมชาติที่เป็นพิษของสารประกอบทองแดง โดยเฉพาะอย่างยิ่ง ทองแดงไวทรีออล และสารประกอบตะกั่ว เขายังได้อธิบายวิธีการกลั่นน้ำทะเลให้กลายเป็นน้ำสำหรับดื่ม [ยังต้องการการตรวจสอบ]\nคำถาม: ผู้ใดเป็นผู้เขียนลิเบอร์เซอร์วิตอริส\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: บางคนที่กระทำอารยะขัดขืนรู้สึกว่าเป็นภาระหน้าที่ของพวกเขาที่จะยอมรับ การลงโทษ เพราะ พวกเขาเชื่อในความถูกต้องของสัญญาประชาคม ซึ่งได้ถูกจัดให้มีขึ้นเพื่อผูกมัดทุกคนให้ปฏิบัติตามกฎหมายที่รัฐบาลซึ่งมีมาตรฐานความชอบธรรมระดับหนึ่งได้สถาปนาไว้ มิฉะนั้นจะได้รับบทลงโทษตามที่กฎหมายกำหนด คนอื่น ๆ ที่กระทำอารยะขัดขืนแต่ต้องการให้มีรัฐบาลอยู่ยังคงไม่เชื่อในความชอบธรรมของบางรัฐบาล หรือไม่เชื่อใน ความชอบธรรมของบางกฎหมาย ที่รัฐบาลนั้น ๆ ได้ตราไว้ และอารยะขัดขืนประเภทอื่นอย่าง อนาธิปไตย, ไม่เชื่อในความชอบธรรมของรัฐบาลใดทั้งสิ้นจึงไม่เห็นความจำเป็นที่จะต้องไปยอมรับการลงโทษสำหรับการฝ่าฝืนกฎหมายอาญาในลักษณะที่ ไม่ละเมิดสิทธิ์ของผู้อื่น\nคำถาม: ทำไมจึงจำเป็นจะต้องยอมรับการลงโทษ\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในบางการดำเนินคดีได้มีการเสนอให้ดำเนิน การต่อรองการรับสารภาพ ต่อผู้กระทำอารยะขัดขืน อย่างเช่นในกรณีของ แคมเดน 28 ซึ่งจำเลยได้รับการเสนอโอกาสให้รับสารภาพในหนึ่งความผิดทางอาญาเพื่อจะได้ ไม่ต้องถูกจำคุก ในบางสถานการณ์การจับกุมแบบหมู่ นักเคลื่อนไหวตัดสินใจใช้ยุทธวิธี ความเป็นน้ำหนึ่งใจเดียวกัน เพื่อให้ทุกคนสามารถยอมรับผิดแบบมีข้อต่อรองอย่างเดียวกัน แต่นักเคลื่อนไหวบางคนเลือกที่จะ ยอมรับผิดบอด รับสารภาพโดยไม่ได้มีการต่อรองใด ๆ มหาตมะ คานธี รับสารภาพแล้วบอกต่อศาลว่า \"ผมมาที่นี่เพื่อ . . . เต็มใจรับการลงโทษสูงสุดที่สามารถลงโทษผมได้สำหรับสิ่งที่กฎหมายถือว่าเป็นอาชญากรรมที่ได้มีการไตร่ตรองไว้ก่อน แต่เป็นสิ่งที่ผมเห็นว่าเป็นหน้าที่สูงสุดสำหรับประชาชน\"\nคำถาม: เป้าหมายของการต่อรองการรับสารภาพตามปกติแล้วคืออะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: เอนจิเนียริงนิวส์เรคคอร์ด (ENR) คือ นิตยสารการค้าสำหรับวงการก่อสร้าง ในแต่ละปี ENR จะรวบรวมข้อมูลมารายงานเกี่ยวกับขนาดของการออกแบบและบริษัทก่อสร้าง พวกเขาจัดพิมพ์รายชื่อบริษัทที่มีขนาดใหญ่ที่สุดในสหรัฐอเมริกา (40 อันดับแรก) รวมไปจนถึงรายชื่อของบริษัทที่ใหญ่ที่สุดในโลก (250 อันดับแรก ตามปริมาณงานที่บริษัทเหล่านั้นกำลังทำอยู่ภายนอกประเทศตนเอง) ในปี 2014 ENR รวบรวมข้อมูลของเก้ากลุ่มตลาด แบ่งออกเป็น การขนส่ง, ปิโตรเลียม, การก่อสร้าง, พลังงาน, อุตสาหกรรม, น้ำ, การผลิต, การระบาย/ของเสีย, โทรคมนาคม, ของเสียอันตราย กับประเภทที่สิบสำหรับโครงการอื่น ๆ ในการรายงานเกี่ยวกับ 400 อันดับแรก พวกเขาใช้ข้อมูลเกี่ยวกับ การขนส่ง, การระบาย, ของเสียอันตราย และน้ำ เพื่อจัดอันดับบริษัทเป็นผู้รับเหมาหนัก\nคำถาม: ENR ใช้ข้อมูลเกี่ยวกับสิ่งใดในการจัดอันดับ 400 บริษัทแรกเป็นผู้รับเหมาหนัก\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ﻿เออร์เกนซุงชูเลน คือโรงเรียนชั้นมัธยมศึกษาหรือชั้นหลังมัธยมศึกษา (แต่ไม่ใช่มหาวิทยาลัย) ซึ่งบริหารโดยบุคคลทั่วไป หรือองค์กรเอกชน หรือในบางกรณีโดยกลุ่มศาสนา และเป็นระบบการศึกษาที่ไม่มีในโรงเรียนรัฐบาล โรงเรียนเหล่านี้ส่วนใหญ่เป็น โรงเรียนอาชีวศึกษา ทั้งนี้ โรงเรียนอาชีวศึกษาเหล่านี้ก็ไม่ได้เป็นส่วนหนึ่งของระบบการศึกษาแบบผสมของเยอรมนี เออร์เกนซุงชูเลน มีอิสระที่จะดำเนินการโดยไม่ขึ้นอยู่กับกฏเกณฑ์และระเบียบของรัฐบาล และเงินทุนทั้งหมดมาจาก ค่าเล่าเรียนจากนักเรียน\nคำถาม: นอกเหนือจากบุคคลทั่วไปและองค์กรเอกชนแล้ว มีกลุ่มไหนบ้างที่บางครั้งก็บริหารเออร์เกนซุงชูเลน\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในปี 1993 เกเลอร์ และ เซร่าได้แสดงให้เห็นว่า ความไม่เท่าเทียมกันในความไม่สมบูรณ์แบบของตลาดสินเชื่อ มีผลกระทบที่เป็นภัยอย่างยาวนานต่อการก่อรูปของทรัพยากรมนุษย์และการพัฒนาทางเศรษฐกิจ ในงานค้นคว้าของปี 1996 โดย เปรอตตี้ มีการพิจารณาช่องทางที่ความไม่เท่าเทียมกันอาจส่งผลกระทบต่อการเจริญเติบโตทางเศรษฐกิจ เขาแสดงให้เห็นว่าตามแนวความคิดเรื่องความไม่สมบูรณ์แบบของตลาดสินเชื่อนั้น ความไม่เท่าเทียมกันมีความเกี่ยวข้องกับการก่อรูปของทรัพยากรมนุษย์ในระดับที่ต่ำลง (การศึกษา, ประสบการณ์, และการฝึกงาน) และอัตราการเกิดของประชากรในระดับที่สูงขึ้น ด้วยเหตุนั้นจึงทำให้ความเจริญและพัฒนามีระดับที่ต่ำลง เขาพบว่าความไม่เท่าเทียมกันมีความเกี่ยวข้องกับการกระจายการเก็บภาษีใหม่ในระดับที่สูงขึ้น ซึ่งก็เกี่ยวข้องกับความเจริญเติบโตในระดับที่ต่ำลงเนื่องจากเงินออมส่วนตัวและการลงทุนที่ลดลง เปรอตตี้สรุปว่า “สังคมที่มีความเท่าเทียมกันมากกว่ามีอัตราการเกิดของประชากรที่ต่ำกว่า และมีอัตราการลงทุนด้านการศึกษาที่สูงกว่า ทั้งคู่สะท้อนออกมาให้เห็นได้ในอัตราความเจริญเติบโตที่สูงขึ้น อีกทั้งสังคมที่มีความเท่าเทียมกันน้อยมากนั้นมักจะมีความไม่มั่นคงทางด้านการเมืองและสังคม ซึ่งนี่ก็สะท้อนออกมาให้เห็นในอัตราการลงทุนและความเจริญเติบโตที่ต่ำลง\nคำถาม: สังคมที่มีความไม่เท่าเทียมกันสูงมากมักจะเป็นเช่นไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: งานค้นคว้าเกี่ยวกับความไม่เท่าเทียมกันของรายได้และความเจริญเติบโต ได้ค้นพบหลักฐานในบางครั้งที่จะยืนยัน สมมุติฐานคุซเน็ตซ์ เคิร์ฟ ซึ่งกล่าวว่าเมื่อมีการพัฒนาด้านเศรษฐกิน ความไม่เท่าเทียมจะเพิ่มขึ้นก่อน แล้วจึงจะลดลง นักเศรษฐศาสตร์ที่ชื่อว่า โทมัส พิเก็ตตี้ ได้ท้าทายแนวคิดนี้ โดยอ้างว่าจากปี 1941 ถึงปี 1945 สงครามและ “วิกฤติรุนแรงด้านเศรษฐกิจและการเมือง\" ได้ลดความไม่เท่าเทียมลง นอกจากนั้นพิเก็ตตี้ยังโต้เถียงว่าสมมุติฐาน คุซเน็ตซ์ เคิร์ฟ อัน “น่าอัศจรรย์”ที่เน้นการคงความสมดุลย์ของการเจริญเติบโตด้านเศรษฐกิจในระยะยาวนั้น ไม่สามารถอธิบายการที่ความไม่เท่าเทียมด้านเศรษฐกิจในประเทศที่พัฒนาแล้วหลังยุคปี 1970 เพิ่มขึ้นอย่างมากมายได้ \nคำถาม: โทมัส พิเก็ตตี้มีอาชีพอะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: หลังจากที่มีการเอามาทำใหม่ในปี 2005 ดอกเตอร์จะออกเดินทางกับตัวละครเอกที่เป็นผู้หญิงที่มีบทบาทสำคัญกับเรื่องเล่าเป็นส่วนใหญ่ สตีเวน มอฟแฟต บรรยายคู่หูว่าเป็นตัวละครหลักของรายการ ในขณะที่เนื้อเรื่องเริ่มต้นใหม่กับคู่หูแต่ละคน และเธอก็เปลี่ยนแปลงมากกว่าดอกเตอร์ คู่หูตัวเอกของดอกเตอร์คนที่เก้ากับสิบคือ โรส ไทเลอร์ (บิลลี่ ไปเปอร์), มาร์ธา โจนส์ (ฟรีม่า อัคยีแมน) และดอนน่า โนเบิ้ล (แคเธอรีน เทต) โดยมี มิกกี้ สมิธ (โนเอล คลาค) และ แจ๊ค ฮาร์คเนส (จอห์น แบโรว์แมน) เล่นเป็นตัวละครรองหลายต่อหลายครั้ง ดอกเตอร์คนที่สิบเอ็ดเป็นคนแรกที่ร่วมเดินทางกับคู่สามีภรรยา เอมี่ พอนด์ (คาเรน กิลแลน)  กับ โรรี่ วิลเลียมส์ (อาร์เธอร์ ดาร์วิลล์) ในขณะที่การพบปะที่ไม่เข้าจังหวะของ ริเวอร์ ซอง (อเล็กซ์ คิงสตัน) และ คลาร่า ออสวอล์ด (เจนน่า โคลแมน) เอื้ออำนวยให้เนื้อเรื่องเดินไปเรื่อยๆ ซีรีย์ที่สิบจะมีการแนะนำ เพิร์ล แมคกี้ เล่นเป็นตัวละคร บิล ซึ่งเป็นคู่หูร่วมเดินทางคนใหม่สุดของดอกเตอร์\nคำถาม: ใครเป็นคู่หูคนใหม่ในซีรีย์ที่สิบหลังการนำมาถ่ายทำใหม่\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ดอกเตอร์ ฮู ได้ปรากฎตัวบนเวทีหลายต่อหลายครั้ง ในช่วงแรกๆ ของยุคปี 1970เทรเวอร์ มาร์ติน มีบทบาทในดอกเตอร์ ฮู และเหล่าดาเล็ก ใน เซเว่น คีย์ส ทู ดูมส์เดย์ ในช่วงปลายยุคปี 1980 จอน เพอร์ทวี และ คอลิน เบเกอร์ สวมบทบาทเสลับกันป็นดอกเตอร์ด้วยกันทั้งคู่ในละครเวทีที่มีชื่อว่า ดอกเตอร์ ฮู – ดิ อัลทีเมท แอดเวนเจอร์ มีการแสดงอยู่สองครั้งที่เพอร์ทวีป่วย ทำให้เดวิด แบงค์ส (รู้จักกันดีในบทบาทของไซเบอร์แมน)ต้องมาเล่นเป็นดอกเตอร์แทน มีบทละครแบบดั้งเดิมอื่นที่ได้ถูกเอามาทำเป็นละครเวทีโดยโปรดักชั่นมือสมัครเล่น โดยมีนักแสดงคนอื่นที่มาเล่นเป็นดอกเตอร์ ในขณะนั้นเทอรี่ เนชั่น เขียน เดอะ เคิร์ส ออฟ เดอะ ดาเล็กส์ ซึ่งเป็ฯละครเวทีในปลายยุคปี 1960 แต่กลับไม่มีดอกเตอร์\nคำถาม: ใครเล่นเป็นดอกเตอร์ ฮู บนเวทีในยุคปี 70\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: จักรพรรดิ Gegeen Khan บุตรชายและผู้สืบทอดของอายูบาร์ดา ปกครองเป็นเวลาเพียงสองปีเท่านั้น ตั้งแต่ปี 1321 ถึง 1323 เขาสืบทอดนโยบายของบิดาเพื่อปฏิรูปรัฐบาลโดยยึดหลักการขงจื้อ ด้วยความช่วยเหลือจากอัครมหาเสนาบดีที่เลือกเข้ามาใหม่ Baiju ในช่วงรัชสมัยของพระองค์ Da Yuan Tong Zhi (ภาษาจีน: 大元通制, \"สถาบันที่ครอบคลุมแห่งหยวน\") ชุดของกฏและข้อบังคับของราชวงศ์หยวนเริ่มโดยบิดาของพระองค์ ถูกประกาศใช้อย่างเป็นทางการ Gegeen ถูกลอบสังหารในการยึดอำนาจเกี่ยวพันกับเจ้าชาย ห้า องค์จากฝ่ายตรงข้าม บางทีชนชั้นสูงอยู่ตรงข้ามกับการปฏิรูปขงจื้อ พวกเขาแต่งตั้ง เยซุน เตมูร์ (หรือไท่ติ้ง) ให้ครองบัลลังก์ และ หลังจากความพยายามที่ไม่สำเร็จในการทำให้เจ้าชายสงบ พระองค์ก็ถูกปลงพระชนม์ตามไปด้วย\nคำถาม: มีเจ้าชายฝั่งตรงข้ามกี่พระองค์ที่เกี่ยวข้องกับการลอบปลงพระชนม์ Gegeen?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: มีแพทย์แผนตะวันตกในจีนโดยชาวคริสเตียนเนสโทเรียนแห่งศาลหยวน ที่ซึ่งบางครั้งถูกเรียกเป็น huihui หรือ  ยามุสลิม แพทย์เนสโทเรียน Jesus the Interpreter สร้างสำนักงานการแพทย์ตะวันตกในปี 1263 ในช่วงรัชสมัยของกุบไล หมอ Huihui เป็นพนักงานที่โรงพยาบาลอาณาจักรสองแห่งรับผิดชอบในการดูแลราชวงศ์และสมาชิกของศาล แพทย์จีนต่อต้านแพทย์แผนตะวันตกเพราะ ระบบของร่างกาย ขัดกับหลักปรัชญา หยิน-หยางและ wuxing ที่เป็นรากฐานของแพทย์แผนจีน ไม่มีงานการแพทย์ตะวันตกฉบับแปลภาษาจีนที่เป็นที่รู้จัก แต่เป็นไปได้ว่าจีนได้เข้าถึงหนังสือ The Canon of Medicine ของ อิบน์ ซีนา\nคำถาม: หลักปรัชญาใดเป็นรากฐานของแพทย์แผนจีน?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ในวันที่ 28 กุมภาพันธ์ 2008 กีบากีและโอดิงกาลงนามข้อตกลงในการจัดตั้งรัฐบาลผสมที่ซึ่งโอดิงกาจะเป็น นายกรัฐมนตรี คนที่สองของเคนยา ภายใต้ข้อตกลง ประธานาธิบดีจะแต่งตั้งรัฐมนตรีจากทั้ง ฝั่ง PNU และ ODM ขึ้นอยู่กับ จุดแข็งของแต่ละพรรคในรัฐสภา ข้อตกลงเรียกร้องให้คณะรัฐมนตรีจะมีรองประธานาธิบดีและรองนายกรัฐมนตรีอีกสองคน หลังการถกเถียง ข้อตกลงนี้ก็ผ่านรัฐสภาแล้ว รัฐบาลผสมจะอยู่ จนถึงวันสิ้นสุดของรัฐสภาปัจจุบันหรือพรรคใดพรรคหนึ่งถอนตัวจากข้อเสนอก่อนหน้านั้น\nคำถาม: อะไรกำหนดจำนวนสมาชิกพรรคแต่ละพรรคจะได้รับการแต่งตั้งอย่างไร?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: คลอโรพลาสต์มี DNA เป็นของตัวเอง เรียกย่อ ๆ ว่า ctDNA หรือ cpDNA คลอโรพลาสต์ยังเป็นที่รู้จักในชื่อ plastome ตัวตนของมันได้รับการจัดเรียงครั้งแรกในปี 1962 และถูกจัดอันดับเป็นครั้งแรกในปี 1986—เมื่อ ทีมวิจัยชาวญี่ปุ่นสองคน จัดเรียง DNA คลอโรพลาสต์ของลิเวอร์เวิรตและต้นยาสูบ ตั้งแต่นั้นเป็นต้นมา DNA คลอโรพลาสต์นับร้อยจากหลากหลายสายพันธุ์ที่ได้ถูกจัดเรียงไปแล้ว แต่ส่วนมากเป็นพืชบกและสาหร่าย—glaucophytes, สาหร่ายสีแดง, และกลุ่มสาหร่ายอื่น ๆ นั้นแสดงน้อยมาก อาจเกิดอคติในการมองโครงสร้างและเนื้อหาของ DNA คลอโรพลาสต์ \"ตามแบบฉบับ\"\nคำถาม: plastome ถูกค้นพบเมื่อใด?\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: การคาดคะเนแบบที่สามเกี่ยวข้องกับการกระจายตัวของจำนวนเฉพาะ คาดกันว่ามีจำนวนเฉพาะคู่แฝด หรือ คู่ของจำนวนเฉพาะที่มีความต่างเท่ากับ 2 อยู่มากมายนับไม่ถ้วน (ข้อความคาดการณ์จำนวนเฉพาะคู่แฝด) ข้อความคาดคะเนของโพลีญยัก คือสิ่งที่ทำให้ข้อความคาดการณ์ดังกล่าวมีน้ำหนักมากขึ้น ข้อความคาดคะเนของโพลีญยักระบุว่า จำนวนเต็มบวก n ทุกจำนวนจะมีคู่ของจำนวนเฉพาะถัดไปซึ่งต่างกันอยู่ 2n อยู่นับไม่ถ้วน คาดกันว่ามีจำนวนเฉพาะอยู่นับไม่ถ้วนในรูปแบบ n2 + 1   ข้อความคาดการณ์เหล่านี้เป็นกรณีพิเศษของสมมติฐานเอชของชคินเซล ข้อความคาดการณ์ของโบรคาร์ด กล่าวว่ามีจำนวนเฉพาะอย่างน้อยสี่ตัวระหว่างกำลังสองของจำนวนเฉพาะถัดไปที่มากกว่า 2 ข้อความคาดการณ์ของเลชองดร์ระบุว่า มีจำนวนเฉพาะอยู่ระหว่าง n2 และ (n + 1)2 สำหรับจำนวนเต็มบวก n ทุกๆ จำนวน \nคำถาม: ข้อความคาดการณ์ใดระบุว่า จำนวนเต็มบวก n ทุกจำนวนจะมีคู่ของจำนวนเฉพาะถัดไปซึ่งต่างกันอยู่ 2n อยู่นับไม่ถ้วน\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: เมื่อ สิ้นสุดสงครามโลกครั้งที่ 1 ไรน์ัลันท์ก็ตกอยู่ภายใต้สนธิสัญญาแวร์ซาย ซึ่งบัญญัติให้ดินแดนนี้ถูกครอบครองโดยฝ่ายสัมพันธมิตรจนกระทั่ง ปี 1935 และหลังจากนั้นจะกลายเป็นเขตปลอดทหารซึ่ง กองทัพเยอรมัน ห้ามเข้าไป โดยทั่วไปแล้วสนธิสัญญาแวร์ซายและบทบัญญัตินี้สร้างความไม่พอใจให้เกิดขึ้นในเยอรมนีอย่างมาก และมักถูกกล่าวถึงว่าเป็นสิ่งที่ช่วยให้ อดอล์ฟ ฮิตเลอร์ขึ้นสู่อำนาจ กองทัพฝ่ายสัมพันธมิตรออกจากไรน์ลันท์ในปี 1930 และกองทัพเยอรมันก็เข้ามายึดครองดินแดนนี้ในปี 1936, which was enormously popular in Germany. ถึงแม้กองทัพฝ่ายสัมพันธมิตรจะสามารถป้องกันการเข้ามายึดครองได้ ทว่าอังกฤษและฝรั่งเศสไม่มีความโอนเอียงที่จะทำเช่นนั้น เพราะมีนโยบายที่จะเอาใจฮิตเลอร์\nคำถาม: ไรน์ลันท์ตกอยู่ภายใต้สนธิสัญญาแวร์ซายเมื่อใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: การเป็นสมาชิกรัฐสภาสกอตแลนด์จะต้องมี คุณสมบัติจำนวนหนึ่ง เช่นเดียวกับสมาชิกสภาสามัญ  คุณสมบัติต่างๆ เหล่านั้นปรากฏอยู่ในพระราชบัญญัติการตัดสิทธิ์ของสภาสามัญ ปี1975 และพระราชบัญญัติสัญชาติสหราชอาณาจักร ปี 1981 โดยเฉพาะอย่างยิ่ง สมาชิกจะต้อง มีอายุมากว่า 18 ปี และจะต้องเป็นพลเมืองของสหราชอาณาจักร, สาธารณรัฐไอร์แลนด์, ประเทศใดประเทศหนึ่งในเครือจักรภพแห่งประเทศชาติ, พลเมืองของดินแดนโพ้นทะเลของสหราชอาณาจักร หรือพลเมืองของสหภาพยุโรปซึ่งอาศัยอยู่ในสหราชอาณาจักร สมาชิกของ ตำรวจและกองกำลังติดอาวุธ ถูกตัดสิทธิ์ในการรับเลือกตั้งเป็นสมาชิกสภารัฐสภาสกอตแลนด์ ข้าราชการและสมาชิกสภานิติบัญญัติต่างชาติก็ถูกตัดสิทธิ์เช่นเดียวกัน ปัจเจกบุคคลไม่สามารถอยู่ในรัฐสภาสกอตแลนด์ได้หากเขาหรือเธอถูกตัดสินว่าวิกลจริตภายใต้เงื่อนไขของ พระราชบัญญัติสุขภาพจิต (การดูฉลและบำบัด) ปี 2003\nคำถาม: พระราชบัญญัติสัญชาติสหราชอาณาจักรผ่านการพิจารณาเมื่อใด\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ราชสมาคมภูมิศาสตร์แห่งลอนดอนและสมาคมภูมิศาสตร์อื่นๆ ในยุโรปมีอิทธิพลอย่างมาก และสามารถ มอบทุน ให้กับนักเดินทางที่จะกลับมาพร้อมเรื่องราวการค้นพบของพวกเขา นอกจากนี้ สมาคมเหล่านี้ยังเป็นพื้นที่ให้เหล่านักเดินทางได้แบ่งปันเรื่องราวเหล่านี้ด้วย นักภูมิศาสตร์ การเมือง เช่น ฟรีดริช รัทเซิลจาก เยอรมนี และฮาลฟอร์ด แมคคินเดอร์จาก บริเตน ก็สนับสนุนลัทธิจักรวรรดินิยมเช่นกัน รัทเซิลเชื่อว่าการขยายดินแดน มีความสำคัญ ต่อการอยู่รอดของรัฐ ในขณะที่แมคคินเดอร์สนับสนุนการขยายจักรวรรดิของบริเตน ข้อโต้แย้งทั้งสองได้ครอบงำสาขาวิชามาเป็นเวลาหลายทศวรรษ\nคำถาม: ฟรีดริช รัทเซิลคิดว่าจักรวรรดินิยมเป็นอย่างไรต่อประเทศ\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: จักรวรรดินิยมทางวัฒนธรรม เกิดขึ้นเมื่อมีการรู้สึกได้ถึงอิทธิพลของประเทศหนึ่งในแวดวงทางสังคมและวัฒนธรรม คือ อำนาจอ่อนที่เปลี่ยนแปลงโลกทัศน์ด้านศีลธรรมจรรยา วัฒนธรรม และสังคมของผู้อื่น ซึ่งเป็นมากกว่าแค่เพลง รายการโทรทัศน์ หรือภาพยนตร์ \"ต่างประเทศ\" ที่กำลังได้รับความนิยมในหมู่คนหนุ่มสาว แต่วัฒนธรรมที่ได้รับความนิยมนั้นได้เปลี่ยนแปลงความคาดหวังในชีวิตของพวกเขา และความต้องการให้ประเทศของตนกลายเป็นเหมือนต่างประเทศตามที่มีการเสนอภาพไว้มากขึ้น เช่น การแสดงให้เห็นภาพวิถีชีวิตแบบอเมริกันที่หรูหราในละครโทรทัศน์เรื่อง ดัลลัส (Dallas) ในช่วงสงครามเย็นได้เปลี่ยนแปลงความคาดหวังต่างๆ ของชาวโรมาเนีย ส่วนตัวอย่างที่เกิดขึ้นเมื่อเร็วๆ นี้ คือ อิทธิพลของซีรีย์เกาหลีใต้ที่ถูกลักลอบนำเข้าไปในเกาหลีเหนือ ความสำคัญของ อำนาจอ่อน ไม่ได้สูญหายไปในระบอบการปกครองแบบเผด็จการซึ่งต่อสู้กับอิทธิพลดังกล่าวด้วย การแบน วัฒนธรรมที่ได้รับความนิยมจากต่างประเทศ การควบคุมอินเทอร์เน็ตและจานดาวเทียมที่ไม่ได้รับอนุญาต ฯลฯ และการใช้วัฒนธรรมดังกล่าวก็ไม่ได้เกิดขึ้นเมื่อเร็วๆ นี้ เช่น ในฐานะที่เป็นส่วนหนึ่งของจักรวรรดินิยมโรมัน ชนชั้นสูงในท้องถิ่นจะได้เข้าถึงสิทธิประโยชน์และความหรูหราของวัฒนธรรมและวิถีชีวิตแบบ โรมัน โดยมีเป้าหมายให้คนเหล่านี้มาเป็นผู้เข้าร่วมโดยสมัครใจ\nคำถาม: เมื่อลัทธิจักรวรรดินิยมมีผลกระทบต่อบรรทัดฐานทางสังคมของรัฐใดรัฐหนึ่ง ปรากฏการณ์นี้เรียกว่าอะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: ฝรั่งเศสเข้าควบคุมแอลจีเรียในปี 1830 แต่เริ่มสร้างจักรวรรดิทั่วโลกของตนเองขึ้นใหม่อย่างจริงจัง หลังปี 1850 โดยหลักๆ มุ่งเน้นไปที่ แอฟริกาตอนเหนือและตะวันตก รวมถึงเอเชียตะวันออกเฉียงใต้ โดยมีการพิชิตดินแดนอื่นๆ ในแอฟริกาตอนกลางและตะวันออก รวมถึงแปซิฟิกตอนใต้ด้วย กลุ่มรีพับลิกันซึ่งในช่วงแรกต่อต้านจักรวรรดินั้นได้หันมาสนับสนุน เมื่อเยอรมนีเริ่มสร้างจักรวรรดิอาณานิคมเป็นของตนเอง ในระหว่างที่จักรวรรดิอาณานิคมของเยอรมนีได้พัฒนาขึ้น จักรวรรดิใหม่ก็ได้มีบทบาทในการค้ากับฝรั่งเศส โดยช่วยจัดหาวัตถุดิบและซื้อสินค้าที่ได้รับการผลิตขึ้น รวมถึงให้เกียรติประเทศแม่และเผยแพร่อารยธรรมและภาษาฝรั่งเศส รวมทั้ง ศาสนาคริสต์นิกายโรมันคาทอลิก ด้วย นอกจากนี้ยังมอบกำลังคนซึ่งมีความสำคัญอย่างยิ่งในสงครามโลกทั้งสองครั้งด้วย\nคำถาม: ศาสนาใดที่ฝรั่งเศสเผยแพร่ไปกับจักรวรรดินิยมของตนเอง\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
"มนุษย์: โปรดตอบคำถามเหล่านี้ตามบริบทที่กำหนดให้เท่านั้น\n\nบริบท: จากการรวมนิยามของ กระแสไฟฟ้า ว่าเป็นอัตราเวลาของการเปลี่ยนแปลงของประจุไฟฟ้า กฎของการคูณเวกเตอร์ที่เรียกว่า กฎของลอเรนตซ์ อธิบายถึงแรงบนประจุที่กำลังเคลื่อนที่ในสนามแม่เหล็ก ความเชื่อมโยงระหว่างกระแสไฟฟ้ากับแม่เหล็กทำให้สามารถอธิบายถึง แรงแม่เหล็กไฟฟ้าแบบรวม ซึ่งกระทำต่อประจุ แรงนี้สามารถเขียนเป็นผลรวมของ แรงไฟฟ้าสถิต (เนื่องจากสนามไฟฟ้า) และแรงแม่เหล็ก (เนื่องจากสนามแม่เหล็ก) ได้ นี่คือกฎที่ได้รับการระบุโดยสมบูรณ์:\nคำถาม: แรงไฟฟ้าสถิตและแม่เหล็กเขียนเป็นผลรวมของอะไร\n\nผู้ช่วย: คำตอบของฉันจะเป็น:"
